#Excel to Properties :es-ES
#Thu May 08 14:18:20 CST 2025
EMAIL_NOT_NULL=Se requiere una direcci\u00F3n de correo electr\u00F3nico.
GROUP_TYPE_NOT_NULL=Se requiere el tipo de grupo.
USER_NAME_NOT_NULL=Se requiere el nombre de usuario.
PASSWORD_NOT_NULL=Se requiere contrase\u00F1a.
VERIFY_NOT_NULL=Se requiere c\u00F3digo de verificaci\u00F3n.
OLD_PASSWORD_NOT_NULL=Se requiere la contrase\u00F1a actual.
NEW_PASSWORD_NOT_NULL=Se requiere una nueva contrase\u00F1a.
RETRIEVE_RECORD_CODE_NOT_NUll=Se requiere c\u00F3digo de invitaci\u00F3n.
UNAUTHORIZED_REASON=Se ha producido un error de autenticaci\u00F3n.
UNAUTHORIZED_DETAIL=El token de acceso no es v\u00E1lido o ha vencido.
FORBIDDEN_REASON=La API no se admite.
FORBIDDEN_DETAIL=No tiene permiso para esta API.
FORBIDDEN_METHOD_REASON=El m\u00E9todo no se admite.
FORBIDDEN_METHOD_DETAIL=No tiene permiso para este m\u00E9todo.
UNKNOWN_REASON=Servidor ocupado.
UNKNOWN_DETAIL=Servidor ocupado.
INVALID_REQUEST_REASON=La solicitud no es v\u00E1lida.
INVALID_REQUEST_DETAIL=La solicitud no es v\u00E1lida.
FILE_NOT_NULL=Se requiere el archivo.
PASSWD_FORMAT_ERROR=El formato de la contrase\u00F1a es incorrecto.
OPEN_API_PARAMETER_ERROR=El par\u00E1metro requerido es null
ERROR_OPENAPI_1000_FAILURE=No se han podido obtener datos.
ERROR_OPENAPI_3001_SUBSCRIPTION_DATA_NULL=Sin datos a\u00FAn, habilite primero la suscripci\u00F3n de datos
EXECUTE=Ejecutar
EXECUTE_SUCCEEDED=Ejecuci\u00F3n exitosa
EXECUTE_FAILED=Ejecuci\u00F3n fallida
ERROR_01=La versi\u00F3n de la pasarela no admite esta funci\u00F3n. P\u00F3ngase en contacto con el instalador o el propietario de la vivienda para actualizar la pasarela.
ERROR_02=La versi\u00F3n de la pasarela no admite esta funci\u00F3n. P\u00F3ngase en contacto con el instalador o el propietario de la vivienda para actualizar la pasarela.
ERROR_03=El valor del par\u00E1metro est\u00E1 fuera del rango especificado. Consulte el manual para ajustarlo o configure el par\u00E1metro en un valor dentro del rango.
ERROR_04=La pasarela devuelve un mensaje de fallo de la operaci\u00F3n. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_05=La pasarela devuelve un mensaje de tiempo de espera excedido para la operaci\u00F3n. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_06=El dispositivo est\u00E1 ocupado. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_08=La pasarela devuelve un mensaje de fallo de la operaci\u00F3n. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_10=La pasarela devuelve un mensaje de error\: No se ha podido encontrar el dispositivo. Compru\u00E9belo.
ERROR_11=La pasarela devuelve un mensaje de error\: Compruebe que la conexi\u00F3n entre el dispositivo y la pasarela sea correcta e int\u00E9ntelo de nuevo.
ERROR_0x80=Se est\u00E1 actualizando la pasarela\u2026 Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_0x81=Se est\u00E1n exportando los registros de la pasarela\u2026 Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_0x82=El valor del par\u00E1metro est\u00E1 fuera del rango especificado. Consulte el manual para ajustarlo o configure el par\u00E1metro en un valor dentro del rango.
ERROR_0x83=La pasarela est\u00E1 ocupada. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_0x84=La versi\u00F3n de la pasarela no admite esta funci\u00F3n. P\u00F3ngase en contacto con el instalador o el propietario de la vivienda para actualizar la pasarela.
ERROR_20=Se ha superado el tiempo de espera de ejecuci\u00F3n tras 30\u00A0minutos. Int\u00E9ntelo de nuevo.
ERROR_30=Se produce un error desconocido.
SUCCESS=\u00C9xito
ERROR_40=No se han podido leer los datos.
FAIL=Fallo
COMM_DEVICE_NOT_EXIST=No se ha podido encontrar el dispositivo. Compruebe si se ha eliminado.
COMM_DEVICE_NOT_CONNECT=La pasarela est\u00E1 desconectada de Atmoce-Cloud.
COMM_DEVICE_ERROR=Se ha desconectado de la pasarela.
COMM_DEVICE_ERROR_RETRY=Se ha desconectado de la pasarela. Int\u00E9ntelo de nuevo m\u00E1s tarde.
COMM_DEVICE_BUSY_RETRY=Se est\u00E1 inicializando la pasarela\u2026 Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_0x85=La versi\u00F3n del microinversor o de la bater\u00EDa no admite esta funci\u00F3n. P\u00F3ngase en contacto con el instalador o el propietario de la vivienda para actualizarla.
ERROR_0x86=La versi\u00F3n de la pasarela no admite esta funci\u00F3n. P\u00F3ngase en contacto con el instalador o el propietario de la vivienda para actualizar la pasarela.
SN_NOT_EXIT=El n.\u00BA de serie no existe.
SN_NOT_POWER=El sitio no est\u00E1 autorizado.
PARAM_ERROR=Se ha producido un error de par\u00E1metro.
OPEN_API_SYSTEM_ERROR=Servidor ocupado.
PARAM_NOT_POWER=Sin permiso de control
