#Excel to Properties :ja-JP
#Wed Jan 07 16:51:23 CST 2026
PARAM_ERROR=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ID_NOT_NULL=ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
ID_NOT_LESS_THEN_ONE=ID\u306F1\u3088\u308A\u5C0F\u3055\u304F\u3067\u304D\u307E\u305B\u3093\u3002
USER_NAME_NOT_NULL=\u30E6\u30FC\u30B6\u30FC\u540D\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
USER_NAME_OR_PASSWORD_ERROR=\u30E6\u30FC\u30B6\u30FC\u540D\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
EMAIL_NOT_NULL=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
EMAIL_TYPE_NOT_NULL=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u30BF\u30A4\u30D7\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
FILE_NOT_NULL=\u30D5\u30A1\u30A4\u30EB\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
PASSWORD_NOT_NULL=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
PLATFORM_NOT_NULL=\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
OLD_PASSWORD_NOT_NULL=\u73FE\u5728\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
NEW_PASSWORD_NOT_NULL=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
PASSWORD_LENGTH_6_20=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F6\uFF5E20\u6587\u5B57\u3067\u5165\u529B\u3067\u304D\u307E\u3059\u3002
GROUP_TYPE_NOT_NULL=\u30B0\u30EB\u30FC\u30D7\u30BF\u30A4\u30D7\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
FIRST_NAME_LENGTH_LTE_25=\u82D7\u5B57\u306F\u6700\u5927\u306725\u6587\u5B57\u307E\u3067\u5165\u529B\u3067\u304D\u307E\u3059\u3002
LAST_NAME_LENGTH_LTE_25=\u540D\u524D\u306F\u6700\u5927\u306725\u6587\u5B57\u307E\u3067\u5165\u529B\u3067\u304D\u307E\u3059\u3002
FIRST_LAST_NAME_LENGTH_LTE_50=\u82D7\u5B57\u3068\u540D\u524D\u306F\u6700\u5927\u306750\u6587\u5B57\u307E\u3067\u5165\u529B\u3067\u304D\u307E\u3059\u3002
VERIFY_NOT_NULL=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
ACTIVATE_CODE_NOT_NULL=\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u30B3\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
INSTALLER_ID_NOT_NULL=\u65BD\u5DE5\u8005ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
INSTALLER_GROUP_ID_NOT_NULL=\u65BD\u5DE5\u8005\u30B0\u30EB\u30FC\u30D7ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
STATION_ID_NOT_NULL=\u30B5\u30A4\u30C8ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
INVITE_RECORD_ID_NOT_NULL=\u62DB\u5F85\u5C65\u6B74ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
RETRIEVE_RECORD_CODE_NOT_NUll=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
MEMBER_ID_NOT_NULL=\u30E1\u30F3\u30D0\u30FCID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
ROLE_NAME_NOT_EMPTY=\u30ED\u30FC\u30EB\u540D\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
ROLE_Id_NOT_EMPTY=\u30ED\u30FC\u30EBID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
ROLE_KEY_NOT_EMPTY=\u30ED\u30FC\u30EB\u6A29\u9650\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
MENU_PERMS_NOT_EMPTY=\u30E1\u30CB\u30E5\u30FC\u6A29\u9650\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
MENU_NAME_NOT_EMPTY=\u30E1\u30CB\u30E5\u30FC\u540D\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
CHOOSE_MENU_ID_NOT_EMPTY=\u30E1\u30CB\u30E5\u30FC\u3092\u9078\u629E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
USER_ID_NOT_NULL=\u30E6\u30FC\u30B6\u30FCID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
DEPARTMENT_Id_NOT_EMPTY=\u90E8\u9580ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
USER_NO_NOT_NULL=\u5F93\u696D\u54E1\u756A\u53F7\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
INSTALLER_COMPANY_NOT_EMPTY=\u65BD\u5DE5\u4F01\u696D\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
STATION_RANGE_NOT_NULL=\u30B5\u30A4\u30C8\u7BC4\u56F2\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
COMMON_BUSINESS=\u30D3\u30B8\u30CD\u30B9\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ACCOUNT_INFO_NOT_EXIST=\u30E6\u30FC\u30B6\u30FC\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ACCOUNT_HAS_STOP=\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u5229\u7528\u4E0D\u53EF\u3067\u3059\u3002\u300C\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
REGISTER_INFO_NOT_EXIST=\u5143\u8ACB\u65BD\u5DE5\u8005\u30B3\u30FC\u30C9\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ACCOUNT_HAS_NOT_ACTIVATE=\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u65BD\u5DE5\u8005\u304B\u3089\u62DB\u5F85\u3055\u308C\u307E\u3057\u305F\u3002\u30E1\u30FC\u30EB\u306E\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u30EA\u30F3\u30AF\u304B\u3089\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
VERIFY_CODE_ERROR=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u304C\u6B63\u3057\u304F\u306A\u3044\u304B\u3001\u671F\u9650\u5207\u308C\u3067\u3059\u3002
EMAIL_HAS_REGISTER=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306F\u3059\u3067\u306B\u767B\u9332\u6E08\u307F\u3067\u3059\u3002
USER_GROUP_NOT_EXIST=\u30E6\u30FC\u30B6\u30FC\u30B0\u30EB\u30FC\u30D7\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ACTIVATE_CODE_NOT_EXIST=\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u30EA\u30F3\u30AF\u304C\u7121\u52B9\u3067\u3059\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OLD_PASSWORD_NOT_SAME_NEW=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u73FE\u5728\u306E\u3082\u306E\u3068\u7570\u306A\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
PASSWORD_ERROR=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
ACCOUNT_ACTIVATED=\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
ONLY_BIND_FAMILY_GROUP=\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306E\u307F\u3092\u5272\u308A\u5F53\u3066\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
IS_NOT_INSTALLER_MANAGER=\u3042\u306A\u305F\u306F\u65BD\u5DE5\u7BA1\u7406\u8005\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
UPDATE_DATA_FAIL=\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
INSTALLER_INFO_ERROR=\u65BD\u5DE5\u8005\u60C5\u5831\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u3066\u3044\u308B\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ACTIVATE_FAIL=\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ACTIVATE_CODE_INVALID=\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u30EA\u30F3\u30AF\u304C\u671F\u9650\u5207\u308C\u3067\u3059\u3002\u65B0\u3057\u3044\u62DB\u5F85\u3092\u53D7\u3051\u308B\u306B\u306F\u65BD\u5DE5\u8005\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
UPLOAD_FILE_NOT_NULL=\u30D5\u30A1\u30A4\u30EB\u304C\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
INVITE_RECORD_NOT_EXIST=\u62DB\u5F85\u5C65\u6B74\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
OPERATE_FAIL=\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
RETRIEVE_RECORD_CODE_EXPIRE=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5909\u66F4\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
SCAN_INFO_NOT_EXIST=QR\u30B3\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002\u500B\u4EBA\u60C5\u5831\u306EQR\u30B3\u30FC\u30C9\u3092\u30B9\u30AD\u30E3\u30F3\u3057\u3066\u304F\u3060\u3055\u3044\u3002
USER_GROUP_EXIST=\u30E6\u30FC\u30B6\u30FC\u30B0\u30EB\u30FC\u30D7\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
COMPANY_INFO_NOT_EXIST=\u4F1A\u793E\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
COMPANY_NAME_IS_MUST=\u4F1A\u793E\u540D\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
FOUND_TIME_IS_MUST=\u5275\u696D\u65E5\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
PLEASE_BIND_STATION_FIRST=\u307E\u305A\u30B5\u30A4\u30C8\u3092\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044\u3002
EMAIL_IS_NOT_OWNER=\u88AB\u62DB\u5F85\u8005\u306F\u30ED\u30FC\u30EB\u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u5225\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u62DB\u5F85\u3057\u3066\u304F\u3060\u3055\u3044\u3002
HAS_ADD_MEMBER=\u88AB\u62DB\u5F85\u8005\u306F\u3059\u3067\u306B\u30D5\u30A1\u30DF\u30EA\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u53C2\u52A0\u3057\u3066\u3044\u307E\u3059\u3002
HAS_INVITE_USER=\u30E1\u30F3\u30D0\u30FC\u306F\u3059\u3067\u306B\u62DB\u5F85\u6E08\u307F\u3067\u3059\u3002
LOGIN_ACCOUNT_INFO_NOT_EXIST=\u30E6\u30FC\u30B6\u30FC\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u6709\u52B9\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SYS_ACCOUNT_CAN_NOT_LOGIN_APP=\u3053\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3067\u306F\u30A2\u30D7\u30EA\u306B\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002
VERIFY_CODE_EXPIRED=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F\u671F\u9650\u5207\u308C\u3067\u3059
DELETE_MEMBER_NOT_EXIST=\u524A\u9664\u3059\u308B\u30E1\u30F3\u30D0\u30FC\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
CAN_NOT_DELETE_MYSELF=\u81EA\u5206\u3092\u524A\u9664\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
USER_EXIST_STATION=\u30E1\u30F3\u30D0\u30FC\u307E\u305F\u306F\u30B5\u30A4\u30C8\u306F\u30A2\u30AB\u30A6\u30F3\u30C8\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\n\u30A2\u30AB\u30A6\u30F3\u30C8\u6D88\u53BB\u524D\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u9805\u76EE\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
INSTALLER_HAS_LOGOUT=\u65BD\u5DE5\u8005\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u6D88\u53BB\u3055\u308C\u307E\u3057\u305F\u3002
MEMBER_INFO_NOT_EXIST=\u30E1\u30F3\u30D0\u30FC\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
CAN_NOT_DELETE_INSTALLER_MANAGER=\u65BD\u5DE5\u7BA1\u7406\u8005\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
ROLE_INFO_NOT_EXIST=\u30ED\u30FC\u30EB\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
INNER_ROLE_CAN_NOT_DEL=\u5185\u90E8\u30ED\u30FC\u30EB\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
MENU_INFO_NOT_EXIST=\u30E1\u30CB\u30E5\u30FC\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
PARENT_ID_NOT_EXIST=\u5143\u8ACB\u30E1\u30CB\u30E5\u30FCID\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ROLE_NAME_ALREADY_EXIST=\u30ED\u30FC\u30EB\u540D\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
ROLE_HAS_BIND_USER=\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u30ED\u30FC\u30EB\u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u30ED\u30FC\u30EB\u524A\u9664\u524D\u306B\u5272\u308A\u5F53\u3066\u3092\u89E3\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEPT_INFO_NOT_EXIST=\u90E8\u9580\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
SUB_MENU_EXIST_NOT_DELETE=\u30E1\u30CB\u30E5\u30FC\u524A\u9664\u524D\u306B\u30B5\u30D6\u30E1\u30CB\u30E5\u30FC\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ILLEGAL_VERSION_NUMBER=\u30D0\u30FC\u30B8\u30E7\u30F3\u756A\u53F7\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u6B63\u3057\u3044\u5F62\u5F0F\u306E\u4F8B\uFF1A0.0.0.1
RECORD_ALREADY_EXISTS=\u30D0\u30FC\u30B8\u30E7\u30F3\u756A\u53F7\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
SYS_USER_CAN_NOT_DEL=\u30B7\u30B9\u30C6\u30E0\u306B\u4E8B\u524D\u8A2D\u5B9A\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
DEL_USER_NOT_FACTORY=\u524A\u9664\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u306F\u30E1\u30FC\u30AB\u30FC\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
MENU_PERMS_HAS_BIND=\u30E1\u30CB\u30E5\u30FC\u6A29\u9650\u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u307E\u3057\u305F\u3002
NOT_HAS_PERMISSION_OPERATE=\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
NEW_VERSION_UPDATE=\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u53EF\u80FD\u3067\u3059\u3002
LOWER_VERSION_NUMBER=\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u6700\u65B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
CAN_NOT_INVITE_MYSELF=\u81EA\u5206\u3092\u62DB\u5F85\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_PERMISSION_2057_OPEN_STATION_OWNER_EMAIL_CHECK=\u3053\u306E\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306F\u3001\u975E\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u767B\u9332\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u7D10\u4ED8\u3051\u3067\u304D\u307E\u305B\u3093\u3002\u65E2\u5B58\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u3066\u518D\u5EA6\u304A\u8A66\u3057\u3044\u305F\u3060\u304F\u304B\u3001\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2058_OWNER_INVITE_MEMBER_EMAIL_CHECK=\u975E\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u30ED\u30FC\u30EB\u304C\u73FE\u5728\u306E\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u5225\u306E\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2059_USER_EXIST_MEMBER=\u30E6\u30FC\u30B6\u30FC\u304C\u65BD\u5DE5\u8005\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\n\u30A2\u30AB\u30A6\u30F3\u30C8\u6D88\u53BB\u524D\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2060_SEND_EMAIL_FAIL=\u30E1\u30FC\u30EB\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2061_OLD_PASSWORD_ERROR=\u73FE\u5728\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_PERMISSION_2062_DELETE_INSTALLER_EXIST_STATION=\u73FE\u5728\u306E\u65BD\u5DE5\u8005\u304C\u30B5\u30A4\u30C8\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30B5\u30A4\u30C8\u3092\u524A\u9664\u3057\u3066\u304B\u3089\u65BD\u5DE5\u8005\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2063_DELETE_INSTALLER_EXIST_MEMBER=\u65BD\u5DE5\u8005\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u306B\u65BD\u5DE5\u8005\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u524A\u9664\u3057\u3066\u304B\u3089\u65BD\u5DE5\u8005\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2064_EMAIL_HAS_REGISTER=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306F\u767B\u9332\u6E08\u307F\u3067\u3059\u3002\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6D88\u53BB\u3059\u308B\u304B\u5225\u306E\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2065_IS_NOT_INSTALLER_CREATOR=\u3042\u306A\u305F\u306F\u65BD\u5DE5\u8005\u306E\u4F5C\u6210\u8005\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_PERMISSION_2066_CAN_NOT_JOIN_SELF=\u81EA\u5206\u3092\u8FFD\u52A0\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_PERMISSION_2067_ORG_CODE_CAN_NOT_NULL=\u7D44\u7E54\u30B3\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
ERROR_PERMISSION_2068_LEVEL_OVER_LIMIT=\u5143\u8ACB\u65BD\u5DE5\u8005\u6570\u304C\u4E0A\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
ERROR_PERMISSION_2069_EXIST_PARENT_INSTALLER=\u5143\u8ACB\u65BD\u5DE5\u8005\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u73FE\u5728\u306E\u30DA\u30FC\u30B8\u3092\u66F4\u65B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2070_PARENT_INSTALLER_REPLACE=\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u671F\u9650\u5207\u308C\u3067\u3059\u3002\u5225\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u3051\u308B\u306B\u306F\u4E0B\u8ACB\u65BD\u5DE5\u8005\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2071_CHILD_LEVEL_OVER_LIMIT=\u65BD\u5DE5\u8005\u30EC\u30D9\u30EB\u304C\u7121\u52B9\u3067\u3059\u3002
ERROR_PERMISSION_2072_USER_EXIST_CHILD=\u4E0B\u8ACB\u65BD\u5DE5\u8005\u306F\u30A2\u30AB\u30A6\u30F3\u30C8\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u30A2\u30AB\u30A6\u30F3\u30C8\u6D88\u53BB\u524D\u306B\u65BD\u5DE5\u8005\u3092\u5272\u308A\u5F53\u3066\u89E3\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2073_CAN_NOT_JOIN_CHILD=\u5143\u8ACB\u65BD\u5DE5\u8005\u306F\u4E0B\u8ACB\u4F1A\u793E\u306B\u306F\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_PERMISSION_2074_HAS_BE_CHILD=\u65BD\u5DE5\u8005\u306F {0} \u306E\u4E0B\u8ACB\u4F1A\u793E\u3067\u3059\u3002
ERROR_PERMISSION_2075_LEVEL_OVER_LIMIT=\u65BD\u5DE5\u8005\u30EC\u30D9\u30EB\u304C\u7121\u52B9\u3067\u3059\u3002
ERROR_PERMISSION_2076_CONTACT_OVER_LIMIT=\u9023\u7D61\u5148\u69CB\u6210\u9805\u76EE\u304C\u4E0A\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\uFF08{0}\uFF09\u3002
ERROR_PERMISSION_2077_COUNTRY_NOT_NULL=\u56FD\uFF0F\u5730\u57DF\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_PERMISSION_2079_CAN_NOT_SHARE_BOSS=\u5171\u6709\u306F\u5FC5\u9808\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u5143\u8ACB\u65BD\u5DE5\u8005\u306F\u76F4\u63A5\u30B5\u30A4\u30C8\u3092\u78BA\u8A8D\u3067\u304D\u307E\u3059\u3002
ERROR_PERMISSION_2080_EXIST_SHARE_STATION=\u3053\u306E\u65BD\u5DE5\u8005\u306B\u30B5\u30A4\u30C8\u306F\u5171\u6709\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5225\u306E\u65BD\u5DE5\u8005\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2081_CAN_NOT_SHARE_CHILD=\u4E0B\u8ACB\u65BD\u5DE5\u8005\u3078\u306E\u5171\u6709\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u5225\u306E\u65BD\u5DE5\u8005\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2082_STATION_BELONG_TARGET=\u9078\u629E\u3055\u308C\u305F\u30B5\u30A4\u30C8\u306F\u65BD\u5DE5\u8005\u306B\u5E30\u5C5E\u3057\u3066\u3044\u307E\u3059\u3002\u5225\u306E\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2083_STATION_SHARE_MAX=\u5171\u6709\u30B5\u30A4\u30C8\u6570\u304C\u4E0A\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
ERROR_PERMISSION_2084_EXIST_STATION_SHARE=\u95A2\u9023\u30B5\u30A4\u30C8\u3092\u89E3\u9664\u3057\u3066\u304B\u3089\u3001\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6D88\u53BB\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2085_SHARED_STATION_NOT_SHARE=\u5171\u6709\u6E08\u307F\u306E\u30B5\u30A4\u30C8\u306F\u4ED6\u306E\u65BD\u5DE5\u8005\u3068\u5171\u6709\u3067\u304D\u307E\u305B\u3093\u3002\u5225\u306E\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2086_PARENT_HAS_CHILD_SHARE_STATION=\u3053\u306E\u65BD\u5DE5\u8005\u3068\u30B5\u30A4\u30C8\u3092\u5171\u6709\u6E08\u307F\u3067\u3059\u3002\u5171\u6709\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u3066\u304B\u3089\u7D9A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2087_CHILD_HAS_PARENT_SHARE_STATION=\u3053\u306E\u65BD\u5DE5\u8005\u304C\u30B5\u30A4\u30C8\u3092\u5171\u6709\u6E08\u307F\u3067\u3059\u3002\u65BD\u5DE5\u8005\u306B\u9023\u7D61\u3057\u3001\u5171\u6709\u3092\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u3066\u304B\u3089\u7D9A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_PERMISSION_2088_NOT_SHARE_SELF=\u81EA\u5206\u3068\u306E\u5171\u6709\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
EMAIL_REGISTER_TEMPLATE_SUBJECT=[{0}]-Atmoce\u30AF\u30E9\u30A6\u30C9\u8A8D\u8A3C\u30B3\u30FC\u30C9
EMAIL_REGISTER_TEMPLATE_CONTENT=<html><div>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001<br />Atmoce\u3078\u3088\u3046\u3053\u305D\u3002\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F<br /><strong><span style\="font-size\: 18px;color\: \#0070c0;">{0}</span></strong></div><p>\u3067\u3059\u3002\u3053\u306E\u30B3\u30FC\u30C9\u306F10\u5206\u9593\u6709\u52B9\u3067\u3059\u3002\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u78BA\u4FDD\u306E\u305F\u3081\u3001\u3053\u306E\u30B3\u30FC\u30C9\u306F\u4ED6\u8005\u3068\u5171\u6709\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002</p><p>\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002<br />Atmoce</p></html>
EMAIL_PASSWORD_RETRIEVE_TEMPLATE_SUBJECT=Atmoce\u30AF\u30E9\u30A6\u30C9\u30D1\u30B9\u30EF\u30FC\u30C9\u518D\u53D6\u5F97\u30EA\u30AF\u30A8\u30B9\u30C8
EMAIL_PASSWORD_RETRIEVE_TEMPLATE_CONTENT=<html><div>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001<br />\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u518D\u53D6\u5F97\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u3051\u4ED8\u3051\u307E\u3057\u305F\u3002\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F<br /><strong><span style\="font-size\: 18px;color\: \#0070c0;">{0}</span></strong></div><p>\u3067\u3059\u3002\u3053\u306E\u30B3\u30FC\u30C9\u306F10\u5206\u9593\u6709\u52B9\u3067\u3059\u3002\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u78BA\u4FDD\u306E\u305F\u3081\u3001\u3053\u306E\u30B3\u30FC\u30C9\u306F\u4ED6\u8005\u3068\u5171\u6709\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002</p><p>\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002<br />Atmoce</p></html>
EMAIL_CHANGE_TEMPLATE_SUBJECT=Atmoce\u30AF\u30E9\u30A6\u30C9\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u5909\u66F4\u30EA\u30AF\u30A8\u30B9\u30C8
EMAIL_CHANGE_TEMPLATE_CONTENT=<html><div>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001<br />\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u5909\u66F4\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u3051\u4ED8\u3051\u307E\u3057\u305F\u3002\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F<br /><span style\="font-size\: 18px;color\: \#0070c0;"><strong>{0}</strong></span></div><p>\u3067\u3059\u3002\u3053\u306E\u30B3\u30FC\u30C9\u306F10\u5206\u9593\u6709\u52B9\u3067\u3059\u3002\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u78BA\u4FDD\u306E\u305F\u3081\u3001\u3053\u306E\u30B3\u30FC\u30C9\u306F\u4ED6\u8005\u3068\u5171\u6709\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002</p><p>\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002<br />Atmoce</p></html>
FACTORY_PWD_INIT_TEMPLATE_SUBJECT=Atmoce\u30AF\u30E9\u30A6\u30C9\u30A2\u30AB\u30A6\u30F3\u30C8\u304A\u3088\u3073\u521D\u671F\u30D1\u30B9\u30EF\u30FC\u30C9
FACTORY_PWD_INIT_TEMPLATE_CONTENT=<html><div>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001<br />\u7BA1\u7406\u8005\u304C\u3042\u306A\u305F\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002\u30A2\u30AB\u30A6\u30F3\u30C8\uFF1A {0}\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\uFF1A <span style\="">{1}</span><br />\n\u3002\u6B21\u306B\u793A\u3059\u30B9\u30C6\u30C3\u30D7\u3067\u30ED\u30B0\u30A4\u30F3\u3057\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3067\u304D\u307E\u3059\u3002<br />QR\u30B3\u30FC\u30C9\u3092\u30B9\u30AD\u30E3\u30F3\u3057\u3001Atmozen\u30A2\u30D7\u30EA\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u307E\u3059\u3002\u521D\u671F\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u30ED\u30B0\u30A4\u30F3\u3057\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002<br /><div><img width\="200px" height\="200px" src\="{2}" /></div></div><p>\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002<br />Atmoce</p></html>
INSTALLER_ACTIVATE_TEMPLATE_SUBJECT=Atmoce\u3078\u3088\u3046\u3053\u305D\u3002
INSTALLER_ACTIVATE_TEMPLATE_CONTENT=<html><div>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001<br />\uFF3B{0}\uFF3D\u304C\u62DB\u5F85\u3092\u9001\u4FE1\u3057\u3001\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002\u30A2\u30AB\u30A6\u30F3\u30C8\uFF1A{1}\u3002\u6B21\u306E\u30EA\u30F3\u30AF\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5909\u66F4\u3057\u3001\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A<br /><a style\="color\: \#0070c0;" href\="{2}">[\u30A2\u30AB\u30A6\u30F3\u30C8\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u30EA\u30F3\u30AF]</a><br />\u307E\u305F\u306F\u30EA\u30F3\u30AF\u3092\u30B3\u30D4\u30FC\u3057\u3066\u30D6\u30E9\u30A6\u30B6\u3067\u958B\u3044\u3066\u304F\u3060\u3055\u3044\uFF1A<br /><a style\="color\:\#0070c0" href\="{2}">{2}</a><br /></div><p>\u30EA\u30F3\u30AF\u306F7\u65E5\u9593\u6709\u52B9\u3067\u3059\u3002<br />\u3054\u4E0D\u660E\u306A\u70B9\u304C\u3054\u3056\u3044\u307E\u3057\u305F\u3089\u3001\u65BD\u5DE5\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002</p><p>\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002<br />Atmoce</p></html>
EMAIL_LOGOFF_TEMPLATE_SUBJECT=Atmoce - \u30A2\u30AB\u30A6\u30F3\u30C8\u6D88\u53BB\u30EA\u30AF\u30A8\u30B9\u30C8
EMAIL_LOGOFF_TEMPLATE_CONTENT=<html><div>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001<br />Atmoce\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u6D88\u53BB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u3051\u4ED8\u3051\u307E\u3057\u305F\u3002\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F<br /><strong>\n<span style\="font-size\: 18px;color\: \#0070c0;">{0}</span></strong></div>\n<p>\u3067\u3059\u3002\u3053\u306E\u30B3\u30FC\u30C9\u306F10\u5206\u9593\u6709\u52B9\u3067\u3059\u3002\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u78BA\u4FDD\u306E\u305F\u3081\u3001\u3053\u306E\u30B3\u30FC\u30C9\u306F\u4ED6\u8005\u3068\u5171\u6709\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002</p>\n<p>\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002<br />Atmoce</p></html>
EMAIL_LOGOFF_FAIL_SUBJECT=Atmoce - \u30A2\u30AB\u30A6\u30F3\u30C8\u6D88\u53BB\u5931\u6557
EMAIL_LOGOFF_FAIL_CONTENT=<html><div>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001<br />\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u6D88\u53BB\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002<br /><strong>{0}</strong></div>\n<p><br />Atmoce\u30C1\u30FC\u30E0</p></html>
EMAIL_LOGOFF_SUCCESS_SUBJECT=Atmoce - \u30A2\u30AB\u30A6\u30F3\u30C8\u6D88\u53BB\u6210\u529F
EMAIL_LOGOFF_SUCCESS_CONTENT=<html><div>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001<br />\u30A2\u30AB\u30A6\u30F3\u30C8\u306E\u6D88\u53BB\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002<br /></div>\n<p><br />Atmoce\u30C1\u30FC\u30E0</p></html>
web_sys=\u30B7\u30B9\u30C6\u30E0
web_sys_upgrade=\u30C7\u30D0\u30A4\u30B9\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u7BA1\u7406
web_sys_upgrade_package=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30D1\u30C3\u30B1\u30FC\u30B8
web_sys_upgrade_device_upgrade=\u30C7\u30D0\u30A4\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9
web_sys_upgrade_version_upgrade=\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9
web_sys_permission=\u6A29\u9650\u7BA1\u7406
web_sys_permission_role=\u30ED\u30FC\u30EB\u7BA1\u7406
web_sys_permission_menu=\u30E1\u30CB\u30E5\u30FC\u7BA1\u7406
web_sys_permission_expand_menu=\u6A5F\u80FD\u8A8D\u8A3C
web_sys_permission_demo=\u30C7\u30E2\u30B5\u30A4\u30C8
web_sys_dev_log=\u30C7\u30D0\u30A4\u30B9\u30ED\u30B0\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
web_sys_dev_log_export=\u30ED\u30B0\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
web_sys_dev_log_export_detail=\u8A73\u7D30
web_sys_platform=\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A
web_sys_platform_gateway_config=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u69CB\u6210
web_sys_platform_app_upgrade_notify=\u30A2\u30D7\u30EA\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u901A\u77E5
web_sys_platform_email_send_manage=\u30E1\u30FC\u30EB\u9001\u4FE1\u7BA1\u7406
web_sys_help=\u30B5\u30DD\u30FC\u30C8\u69CB\u6210
web_sys_help_feedback=\u30D5\u30A3\u30FC\u30C9\u30D0\u30C3\u30AF\u53CE\u96C6
web_sys_help_video=\u30C1\u30E5\u30FC\u30C8\u30EA\u30A2\u30EB
web_sys_help_word=\u30E6\u30FC\u30B6\u30FC\u30DE\u30CB\u30E5\u30A2\u30EB
web_sys_help_faq=\u3088\u304F\u3042\u308B\u8CEA\u554F\u3092\u5165\u529B
web_sys_help_warranty=\u4FDD\u8A3C
web_sys_log=\u30B7\u30B9\u30C6\u30E0\u30ED\u30B0
web_sys_log_operate=\u64CD\u4F5C\u30ED\u30B0
web_sys_log_safe=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30ED\u30B0
web_sys_log_run=\u30A2\u30D7\u30EA\u30ED\u30B0
web_sys_message=\u30E1\u30C3\u30BB\u30FC\u30B8\u7BA1\u7406
web_sys_message_send_notify=\u304A\u77E5\u3089\u305B\u3092\u9001\u4FE1\u4E2D
web_sys_message_notify_msg=\u304A\u77E5\u3089\u305B\u30E1\u30C3\u30BB\u30FC\u30B8
web_sys_station=\u30B5\u30A4\u30C8
web_sys_station_device=\u30C7\u30D0\u30A4\u30B9
web_sys_station_station=\u30B5\u30A4\u30C8
web_sys_station_station_device=\u30C7\u30D0\u30A4\u30B9
web_sys_station_station_all=\u6982\u8981
web_sys_station_station_layout=\u914D\u5217
web_sys_station_station_report=\u5206\u6790
web_sys_station_station_alert=\u30A2\u30E9\u30FC\u30C8
web_sys_station_station_setting=\u8A2D\u5B9A
web_sys_station_station_device_replace=\u4EA4\u63DB\u5C65\u6B74
web_sys_station_station_statement=\u30EC\u30DD\u30FC\u30C8
web_sys_warranty=\u8D28\u4FDD\u67E5\u8BE2
web_sys_warranty_list=\u8D28\u4FDD\u67E5\u8BE2
web_home=\u30DB\u30FC\u30E0
web_alert=\u30A2\u30E9\u30FC\u30C8
web_find=\u767A\u898B
web_account=\u30A2\u30AB\u30A6\u30F3\u30C8
web_account_company=\u4F1A\u793E\u60C5\u5831
web_account_user=\u500B\u4EBA\u7BA1\u7406
web_account_user_staff=Atmoce
web_account_user_all=\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC
web_account_installer_member=\u30E6\u30FC\u30B6\u30FC\u7BA1\u7406
web_account_installer_management=\u65BD\u5DE5\u8005\u7BA1\u7406
web_account_export_head_employee_id=\u5F93\u696D\u54E1ID
web_account_export_head_name=\u540D\u524D
web_account_export_head_department=\u90E8\u9580
web_account_export_head_role_name=\u30ED\u30FC\u30EB\u540D
web_account_export_head_email=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9
web_account_export_head_mobile_number=\u643A\u5E2F\u96FB\u8A71\u756A\u53F7
web_account_export_head_remark=\u8AAC\u660E
web_account_export_head_status=\u72B6\u614B
web_account_export_head_range=\u7BC4\u56F2
web_openApi=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FDAPI
web_third=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u30B7\u30B9\u30C6\u30E0
web_installer_system=\u65BD\u5DE5\u8005\u30B7\u30B9\u30C6\u30E0
web_pv_diagnosis=PV\u8A3A\u65AD
app_menu_owner_auth_smart_device=\u30EA\u30E2\u30FC\u30C8\u64CD\u4F5C\u7BA1\u7406\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u3059\u3002
web_role_owner=\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC
web_role_installer=\u65BD\u5DE5\u8005
web_role_installer_manager=\u65BD\u5DE5\u7BA1\u7406\u8005
web_role_owner_member=\u30D5\u30A1\u30DF\u30EA\u30FC\u30E1\u30F3\u30D0\u30FC
web_role_factory_safe_staff=\u30B7\u30B9\u30C6\u30E0\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u7BA1\u7406\u8005
web_role_factory_auditor=\u30B7\u30B9\u30C6\u30E0\u76E3\u67FB\u7BA1\u7406\u8005
web_role_factory_manager=\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005
web_role_sre=\u4FDD\u5B88\u30A8\u30F3\u30B8\u30CB\u30A2
web_role_yy=\u30AA\u30DA\u30EC\u30FC\u30B7\u30E7\u30F3\u30A8\u30F3\u30B8\u30CB\u30A2
web_role_fw=\u30B5\u30FC\u30D3\u30B9\u30A8\u30F3\u30B8\u30CB\u30A2
web_role_hrd=\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u4FDD\u5B88\u30A8\u30F3\u30B8\u30CB\u30A2
web_role_self_installer_manager=\u81EA\u4F5C\u611B\u597D\u5BB6
web_role_market=\u691C\u67FB\u6280\u5E2B
app_role_creator=\u4F5C\u6210\u8005
app_role_manager=\u7BA1\u7406\u8005
app_role_installer=\u65BD\u5DE5\u8005
app_role_tourists=\u30B2\u30B9\u30C8
app_role_browser=\u95B2\u89A7\u8005
app_role_market=\u8CA9\u58F2\u8005
web_activate_status_not=\u672A\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30C8
web_activate_status_activated=\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30C8\u6E08\u307F
web_activate_status_invalid=\u5931\u52B9
EMAIL_ADDRESS_ERROR=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u30E1\u30FC\u30EB\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u78BA\u8A8D\u3059\u308B\u304B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
EMAIL_SEND_BUSY=\u30B7\u30B9\u30C6\u30E0\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ACCOUNT_NOT_EXIST=\u30E6\u30FC\u30B6\u30FC\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
web_group_system=\u30B7\u30B9\u30C6\u30E0\u30ED\u30FC\u30EB
web_group_owner_member=\u30D5\u30A1\u30DF\u30EA\u30FC\u30E1\u30F3\u30D0\u30FC
web_interface_expiration_time_permanent=\u6C38\u4E45
web_interface_expiration_time_remaining=\u6B8B\u308A\u65E5\u6570\uFF1A${remainingDay}
THIRD_APP_NUMBER_OVER_LIMIT=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u30B7\u30B9\u30C6\u30E0\u306E\u6570\u304C\u3057\u304D\u3044\u5024\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
THIRD_APP_EXPIRE=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u30B7\u30B9\u30C6\u30E0\u306F\u671F\u9650\u5207\u308C\u3067\u3059\u3002
THIRD_APP_DELETE=\u9375\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059\u3002
THIRD_APP_NOT_OPEN=\u30B7\u30B9\u30C6\u30E0\u304C\u7121\u52B9\u5316\u3055\u308C\u3066\u3044\u308B\u304B\u9375\u304C\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002
THIRD_APP_NOT_EXIST=\u9375\u304C\u671F\u9650\u5207\u308C\u304B\u7121\u52B9\u3067\u3059\u3002
THIRD_APP_NAME_EXIST=\u30B7\u30B9\u30C6\u30E0\u540D\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
NOT_ADD_REPEATEDLY=\u3053\u306E\u8A00\u8A9E\u306E\u5185\u5BB9\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
HOMEOWNER_ACTIVATE_TEMPLATE_SUBJECT=\uFF3B\u30EA\u30DE\u30A4\u30F3\u30C0\u30FC\uFF3DAtmozen\u30A2\u30D7\u30EA\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u767B\u9332\u3057\u3066\u304F\u3060\u3055\u3044\u3002
HOMEOWNER_ACTIVATE_TEMPLATE_CONTENT=<html><head><meta charset\="UTF-8"><title>Atmozen\u30A2\u30D7\u30EA\u30B5\u30A4\u30F3\u30A2\u30C3\u30D7\u306E\u62DB\u5F85</title></head><body><p>\u30E6\u30FC\u30B6\u30FC\u69D8\u3001</p><p></p><p>\u65BD\u5DE5\u8005\uFF3B{0}\uFF3D\u304C\u30B5\u30A4\u30C8\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002\u3088\u308A\u826F\u3044\u30B5\u30A4\u30C8\u7BA1\u7406\u306E\u305F\u3081\u3001Atmozen\u30A2\u30D7\u30EA\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3001\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u30A2\u30AB\u30A6\u30F3\u30C8\u306B\u30B5\u30A4\u30F3\u30A2\u30C3\u30D7\u3057\u3066\u3044\u305F\u3060\u304F\u3053\u3068\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\u3002</p><p><strong style\="color\: \#0070c0;">Atmozen\u30A2\u30D7\u30EA\u306FGoogle Play\u307E\u305F\u306FiOS App Store\u304B\u3089\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u3059\u3002</strong></p><p>\u3054\u4E0D\u660E\u306A\u70B9\u304C\u3054\u3056\u3044\u307E\u3057\u305F\u3089\u3001\u65BD\u5DE5\u8005\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002</p><p>\u3059\u3067\u306BAtmozen\u3067\u30A2\u30AB\u30A6\u30F3\u30C8\u306B\u30B5\u30A4\u30F3\u30A2\u30C3\u30D7\u6E08\u307F\u306E\u5834\u5408\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u7121\u8996\u3057\u3066\u304F\u3060\u3055\u3044\u3002</p><p>\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002</p><p>Atmoce</p></body></html>
GROUP_NOT_ALLOWED=\u65BD\u5DE5\u8005\u30A2\u30AF\u30BB\u30B9\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
STATION_NOT_ALLOWED=\u30B5\u30A4\u30C8\u30A2\u30AF\u30BB\u30B9\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
DEVICE_NOT_ALLOWED=\u30C7\u30D0\u30A4\u30B9\u30A2\u30AF\u30BB\u30B9\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
STATUS_ENABLE=\u6709\u52B9\u5316
STATUS_CLOSE=\u7121\u52B9\u5316
WEB_ACCOUNT_EXPORT_INSTALL_LIST=\u65BD\u5DE5\u8005\uFF1A
WEB_ACCOUNT_EXPORT_AREA_LIST=\u30A8\u30EA\u30A2\uFF1A
REQUEST_URI_ILLEGAL=redirect_uri\u4E0D\u6B63\u786E\uFF0C\u8BF7\u786E\u8BA4redirect_uri\u662F\u5426\u4E0E\u7533\u8BF7\u65F6\u4E00\u81F4
CLIENT_ID_NOT_OPEN=API\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u5229\u7528\u4E0D\u53EF\u3067\u3059\u3002\u300CAtmoce\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
CLIENT_EXPIRED=API\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u671F\u9650\u5207\u308C\u3067\u3059\u3002\u300CAtmoce\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
REFRESH_TOKEN_ILLEGAL=\u5165\u529B\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC {0} \u306E\u8A2D\u5B9A\u304C\u6B63\u3057\u304F\u306A\u3044\u304B\u671F\u9650\u5207\u308C\u3067\u3059\u3002\u65B0\u3057\u3044\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u751F\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SESSION_ILLEGAL=\u9875\u9762\u5DF2\u8FC7\u671F\uFF0C\u8BF7\u5237\u65B0\u9875\u9762\u6216\u91CD\u65B0\u8FDB\u5165
LOGIN_PLATFORM_ILLEGAL=\u65E0\u6743\u9650\u8BBF\u95EE
NOT_OWNER_MANAGER=\u8BF7\u4F7F\u7528\u4E1A\u4E3B\u8D26\u53F7\u767B\u5F55
STATION_AUTHORIZE_INFO_NOT_EXIST=\u672A\u6388\u6743\u7535\u7AD9\uFF0C\u8BF7\u9009\u62E9\u9700\u8981\u6388\u6743\u7684\u7535\u7AD9
CLIENT_ID_NOT_EXIST=\u5BA2\u6237\u7AEFid\u4E0D\u5B58\u5728\u6216\u5DF2\u5220\u9664\uFF0C\u8BF7\u786E\u8BA4\u662F\u5426\u6B63\u786E\uFF0C\u4E14\u672A\u5220\u9664
CLIENT_ID_DELETE=\u5BA2\u6237\u7AEF\u4E0D\u5B58\u5728\u6216\u5DF2\u88AB\u5220\u9664\uFF0C\u8BF7\u786E\u8BA4\u662F\u5426\u6B63\u786E\uFF0C\u6216\u8005\u91CD\u65B0\u7533\u8BF7
CLIENT_ID_EMPTY=\u7CFB\u7EDF\u8BA4\u8BC1\u8D26\u6237\u4E3A\u7A7A\uFF0C\u8BF7\u786E\u8BA4\u662F\u5426\u4F20\u5165\u7CFB\u7EDF\u8BA4\u8BC1\u8D26\u6237\u53C2\u6570
REQUEST_URI_EMPTY=\u56DE\u8C03\u5730\u5740\u4E3A\u7A7A\uFF0C\u8BF7\u786E\u8BA4\u662F\u5426\u4F20\u5165\u56DE\u8C03\u5730\u5740\u53C2\u6570
GRANT_TYPE_EMPTY=\u6388\u6743\u7C7B\u578B\u4E3A\u7A7A\uFF0C\u8BF7\u786E\u8BA4\u662F\u5426\u4F20\u5165\u6388\u6743\u7C7B\u578B\u53C2\u6570
APP_SECRET_ILLEGAL=\u79D8\u94A5\u4E0D\u6B63\u786E\uFF0C\u8BF7\u786E\u8BA4\u79D8\u94A5\u662F\u5426\u6B63\u786E\uFF0C\u6216\u8005\u5DF2\u4FEE\u6539
CLIENT_ID_NOT_MATCH=\u5BA2\u6237\u7AEFid\u4E0E\u4E4B\u524D\u4F20\u5165\u7684\u4E0D\u4E00\u81F4\uFF0C\u8BF7\u4FDD\u6301\u4E00\u81F4
COMPANY_NAME_NOT_NULL=\u4F01\u4E1A\u540D\u79F0\u4E0D\u80FD\u4E3A\u7A7A
COUNTRY_NOT_NULL=\u56FD\u5BB6\u4E0D\u80FD\u4E3A\u7A7A
EMAIL_ILLEGAL=\u90AE\u7BB1\u5730\u5740\u4E0D\u6B63\u786E
REQUEST_NOT_CORRECT=\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30A2\u30C9\u30EC\u30B9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NOT_STATION_MANAGER=\u65E0\u6743\u9650\u6388\u6743\uFF0C\u8BF7\u4F7F\u7528\u7535\u7AD9\u7BA1\u7406\u5458\u8D26\u53F7\u6388\u6743
REQUEST_LENGTH_LIMIT=\u56DE\u8C03\u5730\u5740\u957F\u5EA6\u8FC7\u957F\uFF0C\u8BF7\u63A7\u5236\u5728500\u5B57\u7B26\u5185
APP_NAME_LENGTH_LIMIT=\u7CFB\u7EDF\u540D\u79F0\u957F\u5EA6\u8FC7\u957F\uFF0C\u8BF7\u63A7\u5236\u5728250\u5B57\u7B26\u5185
COMPANY_NAME_LENGTH_LIMIT=\u4F01\u4E1A\u540D\u79F0\u957F\u5EA6\u8FC7\u957F\uFF0C\u8BF7\u63A7\u5236\u5728250\u5B57\u7B26\u5185
THIRD_APP_REDIRECT_URI_EXIST=\u30B3\u30FC\u30EB\u30D0\u30C3\u30AFURL\u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002\u5225\u306E\u3082\u306E\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
STATION_NOT_BOUND_OWNER=\u30B5\u30A4\u30C8\u304C\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044\u3002
MAX_USER_NUM=\u5199\u771F\u3092\u6700\u5927 {0} \u679A\u307E\u3067\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3067\u304D\u307E\u3059\u3002
web_sys_help_ai=Ai \u95EE\u7B54\u5F55\u5165
web_sys_upgrade_parameter=\u53C2\u6570\u914D\u7F6E
