#Excel to Properties :es-ES
#Fri May 16 17:21:05 CST 2025
SUCCESS=Se ha solicitado correctamente.
AUTHENTICATION_FAIL=Su informaci\u00F3n de inicio de sesi\u00F3n ha caducado o ha sido incorrecta, vuelva a iniciar sesi\u00F3n
UN_AUTHENTICATION=El inicio de sesi\u00F3n ha vencido o la informaci\u00F3n de inicio de sesi\u00F3n no es correcta. Vuelva a iniciar sesi\u00F3n.
PARAM_EMPTY=El par\u00E1metro de entrada {0} se ha dejado vac\u00EDo. Consulte la documentaci\u00F3n de la API.
SIGN_OTHER_DEVICE=Su cuenta se ha utilizado para iniciar sesi\u00F3n en otro dispositivo. Compru\u00E9belo.
ACCOUNT_DISABLE=Su cuenta se ha desactivado. P\u00F3ngase en contacto con el Servicio de Atenci\u00F3n al Cliente.
FORBIDDEN=Acceso prohibido
METHOD_NOT_ALLOWED=No tiene el permiso para el m\u00E9todo.
NOT_FOUND=La direcci\u00F3n solicitada no existe.
URL_NOT_HAS_PERMISSION=No tiene permiso de acceso.
TOKEN_ERROR=Token incorrecto
USER_NOT_PERMISSION=No tiene permiso.
USER_FORBIDDEN=El usuario no est\u00E1 activado
FEIGN_AUTH_FAIL=La autenticaci\u00F3n ficticia ha fallado.
FAILURE_500=Error (500).
FAILURE_503=Error (503).
FAILURE_1000=Error (1000).
FAILURE_2000=Error (2000).
FAILURE=Se ha producido un error de servicio.
SYSTEM_ERROR=Error del sistema
INTERNAL_SERVER_ERROR=Se ha producido un error de servicio interno.
DATABASE_ERROR=Excepci\u00F3n de base de datos
GATEWAY_ERROR=Error de pasarela
FILE_BEYOND_MAX_LIMIT=El tama\u00F1o del archivo supera el l\u00EDmite m\u00E1ximo de 10\u00A0MB.
FILE_UPLOAD_FAIL=La carga del archivo ha fallado.
PARAM_ERROR=Se ha producido un error de par\u00E1metro.
COMMON_BUSINESS=Se ha producido un error de empresa.
ERROR_CLOUD_9999_NOT_HAS_PERMISSION=No hay acceso.
GROUP_NOT_ALLOWED=No hay permiso de acceso, o el instalador no existe.
STATION_NOT_ALLOWED=No hay permiso de acceso, o el sitio no existe.
DEVICE_NOT_ALLOWED=No hay permiso de acceso, o el dispositivo no existe.
INTERFACE_URL_ERROR=La URL de la API no es correcta. Compru\u00E9bela.
OWNER_NOT_AUTHORIZED=No tiene permiso de acceso. P\u00F3ngase en contacto con su propietario de la vivienda para solicitar permiso.
PARAM_NOT_CORRECT=El par\u00E1metro de entrada {0} no se ha configurado correctamente. Consulte la documentaci\u00F3n de la API.
TWO_PARAM_NOT_CORRECT=El par\u00E1metro de entrada {0} o {1} no se ha configurado correctamente. Compru\u00E9belo.
THERE_PARAM_NOT_CORRECT=El par\u00E1metro de entrada {0}, {1} o {2} no se ha configurado correctamente. Compru\u00E9belo.
SYSTEM_INTERNAL_ERROR=El sistema est\u00E1 ocupado. Int\u00E9ntelo de nuevo m\u00E1s tarde.
