#Excel to Properties :pt-PT
#Wed Jan 07 16:51:23 CST 2026
EMAIL_NOT_NULL=O endere\u00E7o de e-mail \u00E9 obrigat\u00F3rio.
GROUP_TYPE_NOT_NULL=O tipo de grupo \u00E9 obrigat\u00F3rio.
USER_NAME_NOT_NULL=O nome de utilizador \u00E9 obrigat\u00F3rio.
PASSWORD_NOT_NULL=A palavra-passe \u00E9 obrigat\u00F3ria.
VERIFY_NOT_NULL=O c\u00F3digo de verifica\u00E7\u00E3o \u00E9 obrigat\u00F3rio.
OLD_PASSWORD_NOT_NULL=A palavra-passe atual \u00E9 obrigat\u00F3ria.
NEW_PASSWORD_NOT_NULL=A nova palavra-passe \u00E9 obrigat\u00F3ria.
RETRIEVE_RECORD_CODE_NOT_NUll=O c\u00F3digo de convite \u00E9 obrigat\u00F3rio.
UNAUTHORIZED_REASON=Ocorreu um erro de autentica\u00E7\u00E3o de identidade.
UNAUTHORIZED_DETAIL=O access_token \u00E9 inv\u00E1lido ou expirou.
FORBIDDEN_REASON=A API n\u00E3o \u00E9 suportada.
FORBIDDEN_DETAIL=N\u00E3o tem permiss\u00E3o para esta API.
FORBIDDEN_METHOD_REASON=O m\u00E9todo n\u00E3o \u00E9 suportado.
FORBIDDEN_METHOD_DETAIL=N\u00E3o tem permiss\u00E3o para este m\u00E9todo.
UNKNOWN_REASON=Servidor ocupado.
UNKNOWN_DETAIL=Servidor ocupado.
INVALID_REQUEST_REASON=O pedido \u00E9 inv\u00E1lido.
INVALID_REQUEST_DETAIL=O pedido \u00E9 inv\u00E1lido.
FILE_NOT_NULL=O ficheiro \u00E9 obrigat\u00F3rio.
PASSWD_FORMAT_ERROR=O formato da palavra-passe est\u00E1 incorreto.
OPEN_API_PARAMETER_ERROR=O par\u00E2metro obrigat\u00F3rio \u00E9 null
FAILURE=\u6570\u636E\u83B7\u53D6\u5931\u8D25
ERROR_OPENAPI_1000_FAILURE=Falha ao obter dados.
ERROR_OPENAPI_3001_SUBSCRIPTION_DATA_NULL=Ainda n\u00E3o h\u00E1 dados, ative primeiro a subscri\u00E7\u00E3o de dados
ERROR_OPENAPI_3002_SUBSCRIPTION_DEVICE_NULL=Sem dados. Ative a subscri\u00E7\u00E3o de dados\: {0}
ERROR_OPENAPI_3003_SUBSCRIPTION_GATEWAY_OFFLINE=A comunica\u00E7\u00E3o com o gateway est\u00E1 desligada. Verifique.
EXECUTE=Executar
EXECUTE_SUCCEEDED=Execu\u00E7\u00E3o bem-sucedida
EXECUTE_FAILED=Execu\u00E7\u00E3o falhada
ERROR_01=A vers\u00E3o do gateway n\u00E3o suporta esta funcionalidade. Contacte o instalador ou o propriet\u00E1rio da habita\u00E7\u00E3o para atualizar o gateway.
ERROR_02=A vers\u00E3o do gateway n\u00E3o suporta esta funcionalidade. Contacte o instalador ou o propriet\u00E1rio da habita\u00E7\u00E3o para atualizar o gateway.
ERROR_03=A vers\u00E3o do gateway n\u00E3o suporta esta funcionalidade. Verifique as defini\u00E7\u00F5es de par\u00E2metro ou contacte o instalador ou o propriet\u00E1rio da habita\u00E7\u00E3o para atualizar o gateway.
ERROR_04=O gateway devolve uma mensagem de falha na opera\u00E7\u00E3o. Tente novamente mais tarde.
ERROR_05=O gateway devolve uma mensagem de tempo excedido na opera\u00E7\u00E3o. Tente novamente mais tarde.
ERROR_06=O dispositivo est\u00E1 ocupado. Tente novamente mais tarde.
ERROR_08=O gateway devolve uma mensagem de falha na opera\u00E7\u00E3o. Tente novamente mais tarde.
ERROR_10=O gateway devolve uma mensagem de erro\: Falha ao encontrar o dispositivo, verifique.
ERROR_11=O gateway devolve uma mensagem de erro\: Garanta a liga\u00E7\u00E3o normal entre o dispositivo e o gateway e tente novamente.
ERROR_0x80=A atualizar o gateway\u2026 Tente novamente mais tarde.
ERROR_0x81=A exportar registos do gateway\u2026 Tente novamente mais tarde.
ERROR_0x82=O valor do par\u00E2metro est\u00E1 fora do intervalo especificado. Consulte o manual para ajustar e defina o par\u00E2metro at\u00E9 que o valor fique dentro do intervalo.
ERROR_0x83=Gateway ocupado. Tente novamente mais tarde.
ERROR_0x84=A vers\u00E3o do gateway n\u00E3o suporta esta funcionalidade. Contacte o instalador ou o propriet\u00E1rio da habita\u00E7\u00E3o para atualizar o gateway.
ERROR_0x85=A vers\u00E3o do microinversor ou da bateria n\u00E3o suporta esta funcionalidade. Contacte o instalador ou o propriet\u00E1rio da habita\u00E7\u00E3o para atualizar.
ERROR_0x86=A vers\u00E3o do gateway n\u00E3o suporta esta funcionalidade. Contacte o instalador ou o propriet\u00E1rio da habita\u00E7\u00E3o para atualizar o gateway.
ERROR_20=A execu\u00E7\u00E3o expirou ap\u00F3s 30 minutos. Tente novamente.
ERROR_30=Ocorreu um erro desconhecido.
ERROR_40=Falha ao ler os dados.
SUCCESS=Com sucesso
FAIL=Falhou
COMM_DEVICE_NOT_EXIST=Falha ao encontrar o dispositivo. Verifique se foi eliminado.
COMM_DEVICE_NOT_CONNECT=O gateway est\u00E1 desligado da Atmoce-Cloud.
COMM_DEVICE_ERROR=Desligado do gateway
COMM_DEVICE_ERROR_RETRY=Desligado do gateway. Tente novamente mais tarde.
COMM_DEVICE_BUSY_RETRY=A iniciar o gateway\u2026 Tente novamente mais tarde.
SN_NOT_EXIT=O n.\u00BA de s\u00E9rie n\u00E3o existe.
SN_NOT_POWER=O local n\u00E3o est\u00E1 autorizado.
PARAM_ERROR=Falha na valida\u00E7\u00E3o do par\u00E2metro. Verifique.
OPEN_API_SYSTEM_ERROR=Servidor ocupado.
PARAM_NOT_POWER=Permiss\u00E3o necess\u00E1ria.
ERROR_OPENAPI_1001_PARAM_ERROR_FORMAT=Ocorreu um erro de par\u00E2metro\: {0}
FORCED_BIND_ERROR=A dura\u00E7\u00E3o for\u00E7ada de carga/descarga est\u00E1 configurada incorretamente ou n\u00E3o est\u00E1 configurada. Consulte a documenta\u00E7\u00E3o para mais detalhes.
PARAM_ERROR_NO_DEVICE=Nenhum dispositivo encontrado. Falha ao enviar par\u00E2metros.
PARAM_ERROR_TOU=Falha ao verificar o par\u00E2metro Tempo de utiliza\u00E7\u00E3o.
PARAM_ERROR_NO_SOLAR=Um local totalmente alimentado por bateria n\u00E3o suporta defini\u00E7\u00F5es de par\u00E2metros solares. Verifique.
PARAM_ERROR_NO_BATTERY=Um local totalmente alimentado por sistemas fotovoltaicos n\u00E3o suporta defini\u00E7\u00F5es de par\u00E2metros de bateria. Verifique.
