#Excel to Properties :ja-JP
#Wed Jan 07 16:51:23 CST 2026
EMAIL_NOT_NULL=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
GROUP_TYPE_NOT_NULL=\u30B0\u30EB\u30FC\u30D7\u30BF\u30A4\u30D7\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
USER_NAME_NOT_NULL=\u30E6\u30FC\u30B6\u30FC\u540D\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
PASSWORD_NOT_NULL=\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
VERIFY_NOT_NULL=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
OLD_PASSWORD_NOT_NULL=\u73FE\u5728\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
NEW_PASSWORD_NOT_NULL=\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
RETRIEVE_RECORD_CODE_NOT_NUll=\u8A8D\u8A3C\u30B3\u30FC\u30C9\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
UNAUTHORIZED_REASON=\u8B58\u5225\u8A8D\u8A3C\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
UNAUTHORIZED_DETAIL=access_token \u306F\u7121\u52B9\u307E\u305F\u306F\u671F\u9650\u5207\u308C\u3067\u3059\u3002
FORBIDDEN_REASON=API\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
FORBIDDEN_DETAIL=\u3053\u306EAPI\u306B\u5BFE\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
FORBIDDEN_METHOD_REASON=\u30E1\u30BD\u30C3\u30C9\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
FORBIDDEN_METHOD_DETAIL=\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u306B\u5BFE\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
UNKNOWN_REASON=\u30B5\u30FC\u30D0\u30FC\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002
UNKNOWN_DETAIL=\u30B5\u30FC\u30D0\u30FC\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002
INVALID_REQUEST_REASON=\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u7121\u52B9\u3067\u3059\u3002
INVALID_REQUEST_DETAIL=\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u7121\u52B9\u3067\u3059\u3002
FILE_NOT_NULL=\u30D5\u30A1\u30A4\u30EB\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
PASSWD_FORMAT_ERROR=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
OPEN_API_PARAMETER_ERROR=\u30EA\u30AF\u30A8\u30B9\u30C8\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u304C\u7A7A\u3067\u3059
FAILURE=\u6570\u636E\u83B7\u53D6\u5931\u8D25
ERROR_OPENAPI_1000_FAILURE=\u30C7\u30FC\u30BF\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERROR_OPENAPI_3001_SUBSCRIPTION_DATA_NULL=\u307E\u3060\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u307E\u305A\u30C7\u30FC\u30BF\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_OPENAPI_3002_SUBSCRIPTION_DEVICE_NULL=\u307E\u3060\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30C7\u30FC\u30BF\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\uFF1A{0}
ERROR_OPENAPI_3003_SUBSCRIPTION_GATEWAY_OFFLINE=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u901A\u4FE1\u304C\u5207\u65AD\u3055\u308C\u307E\u3057\u305F\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
EXECUTE=\u5B9F\u884C
EXECUTE_SUCCEEDED=\u5B9F\u884C\u306B\u6210\u529F\u3057\u307E\u3057\u305F
EXECUTE_FAILED=\u5B9F\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
ERROR_01=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3053\u306E\u6A5F\u80FD\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3092\u3059\u308B\u306B\u306F\u65BD\u5DE5\u8005\u307E\u305F\u306F\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
ERROR_02=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3053\u306E\u6A5F\u80FD\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3092\u3059\u308B\u306B\u306F\u65BD\u5DE5\u8005\u307E\u305F\u306F\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
ERROR_03=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3053\u306E\u6A5F\u80FD\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3092\u3059\u308B\u306B\u306F\u65BD\u5DE5\u8005\u307E\u305F\u306F\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
ERROR_04=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u64CD\u4F5C\u5931\u6557\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8FD4\u3057\u307E\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_05=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u64CD\u4F5C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8FD4\u3057\u307E\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_06=\u30C7\u30D0\u30A4\u30B9\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_08=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u64CD\u4F5C\u5931\u6557\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8FD4\u3057\u307E\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_10=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8FD4\u3057\u307E\u3059\uFF1A\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_11=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8FD4\u3057\u307E\u3059\uFF1A\u30C7\u30D0\u30A4\u30B9\u3068\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u9593\u306E\u901A\u5E38\u63A5\u7D9A\u3092\u78BA\u8A8D\u3057\u3066\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_0x80=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_0x81=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304B\u3089\u30ED\u30B0\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u4E2D\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_0x82=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u5024\u304C\u6307\u5B9A\u7BC4\u56F2\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002\u8ABF\u6574\u30DE\u30CB\u30E5\u30A2\u30EB\u3092\u53C2\u7167\u3057\u3001\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u5024\u304C\u7BC4\u56F2\u5185\u306B\u53CE\u307E\u308B\u3088\u3046\u3001\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_0x83=\u30B7\u30B9\u30C6\u30E0\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_0x84=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3053\u306E\u6A5F\u80FD\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3092\u3059\u308B\u306B\u306F\u65BD\u5DE5\u8005\u307E\u305F\u306F\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
ERROR_0x85=\u30DE\u30A4\u30AF\u30ED\u30A4\u30F3\u30D0\u30FC\u30BF\u30FC\u307E\u305F\u306F\u30D0\u30C3\u30C6\u30EA\u30FC\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3053\u306E\u6A5F\u80FD\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3092\u3059\u308B\u306B\u306F\u65BD\u5DE5\u8005\u307E\u305F\u306F\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
ERROR_0x86=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3053\u306E\u6A5F\u80FD\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3092\u3059\u308B\u306B\u306F\u65BD\u5DE5\u8005\u307E\u305F\u306F\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
ERROR_20=\u5B9F\u884C\u304C30\u5206\u5F8C\u306B\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_30=\u4E0D\u660E\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ERROR_40=\u30C7\u30FC\u30BF\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
SUCCESS=\u6210\u529F
FAIL=\u5931\u6557
COMM_DEVICE_NOT_EXIST=\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u524A\u9664\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
COMM_DEVICE_NOT_CONNECT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306FAtmoce\u30AF\u30E9\u30A6\u30C9\u304B\u3089\u5207\u65AD\u3055\u308C\u3066\u3044\u307E\u3059\u3002
COMM_DEVICE_ERROR=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304B\u3089\u5207\u65AD\u3055\u308C\u307E\u3057\u305F\u3002
COMM_DEVICE_ERROR_RETRY=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304B\u3089\u5207\u65AD\u3055\u308C\u307E\u3057\u305F\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
COMM_DEVICE_BUSY_RETRY=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3092\u521D\u671F\u5316\u4E2D\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
SN_NOT_EXIT=\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
SN_NOT_POWER=\u30B5\u30A4\u30C8\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
PARAM_ERROR=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OPEN_API_SYSTEM_ERROR=\u30B5\u30FC\u30D0\u30FC\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002
PARAM_NOT_POWER=\u6A29\u9650\u304C\u5FC5\u8981\u3067\u3059\u3002
ERROR_OPENAPI_1001_PARAM_ERROR_FORMAT=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\uFF1A{0}
FORCED_BIND_ERROR=\u5F37\u5236\u5145\u653E\u96FB\u306E\u6301\u7D9A\u6642\u9593\u304C\u8AA4\u3063\u3066\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u8A73\u7D30\u306F\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PARAM_ERROR_NO_DEVICE=\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
PARAM_ERROR_TOU=\u6642\u9593\u5225\u6599\u91D1\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u306E\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
PARAM_ERROR_NO_SOLAR=\u5B8C\u5168\u30D0\u30C3\u30C6\u30EA\u30FC\u99C6\u52D5\u30B5\u30A4\u30C8\u306F\u592A\u967D\u5149\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u8A2D\u5B9A\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u3054\u78BA\u8A8D\u304F\u3060\u3055\u3044\u3002
PARAM_ERROR_NO_BATTERY=\u5B8C\u5168PV\u99C6\u52D5\u30B5\u30A4\u30C8\u306F\u30D0\u30C3\u30C6\u30EA\u30FC\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u8A2D\u5B9A\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u3054\u78BA\u8A8D\u304F\u3060\u3055\u3044\u3002
