#Excel to Properties :ja-JP
#Thu Mar 12 16:47:04 CST 2026
PROMPT_TITLE_PROMPT=\u8B66\u544A
PROMPT_BUTTON_CONFIRM=OK
PROMPT_BUTTON_CANCEL=\u30AD\u30E3\u30F3\u30BB\u30EB
PROMPT_BUTTON_GOT_IT=\u4E86\u89E3
PROMPT_BUTTON_GO_TO_SETTINGS=\u8A2D\u5B9A
STATION_ID_IS_MUST=\u30B5\u30A4\u30C8ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
DEVICE_ID_IS_MUST=\u30C7\u30D0\u30A4\u30B9ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
MAIL_ERROR=\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
FILE_NOT_NULL=\u30D5\u30A1\u30A4\u30EB\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
SOFTWARE_NAME_NOT_NULL=\u914D\u9001\u5148\u540D\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
SOFTWARE_ADDRESS_NOT_NULL=\u914D\u9001\u5148\u4F4F\u6240\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
STATION_TYPE_IS_MUST=\u30B5\u30A4\u30C8\u30BF\u30A4\u30D7\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
INSTALLER_ID_IS_MUST=\u65BD\u5DE5\u4F01\u696DID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
LONGITUDE_RANGE_ERROR=\u7D4C\u5EA6\u7BC4\u56F2\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
LATITUDE_RANGE_ERROR=\u7DEF\u5EA6\u7BC4\u56F2\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
GRID_CONNECTED_TIME_IS_MUST=\u8A2D\u7F6E\u65E5\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
SN_IS_MUST=\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
MANUFACTURER_IS_MUST=\u30C7\u30D0\u30A4\u30B9\u30E1\u30FC\u30AB\u30FC\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
MODEL_IS_MUST=\u30C7\u30D0\u30A4\u30B9\u30E2\u30C7\u30EB\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
GATEWAY_ID_IS_MUST=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4ID\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
DEV_LIST_IS_MUST=\u30B5\u30D6\u30C7\u30D0\u30A4\u30B9\u30EA\u30B9\u30C8\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
GRID_STANDARD_CODE_IS_MUST=\u30B0\u30EB\u30FC\u30D7\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
TIMEZONE_CODE_IS_MUST=\u30BF\u30A4\u30E0\u30BE\u30FC\u30F3\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
PARAM_RANGE_ERROR=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u7BC4\u56F2\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
BACKUP_CUT_OFF_SOC_RANGE_ERROR=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30EA\u30B6\u30FC\u30D6\u306F\u653E\u96FB\u4E0A\u9650\u3068\u5145\u96FB\u4E0A\u9650\u306E\u9593\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
PEAK_SHAVING_RANGE_ERROR=\u30D4\u30FC\u30AF\u30B7\u30A7\u30FC\u30D3\u30F3\u30B0\u8CAF\u8535\u30A8\u30CD\u30EB\u30AE\u30FC\u306F\u3001\u5145\u96FB\u4E0A\u9650\u3092\u4E0A\u56DE\u3063\u305F\u308A\u653E\u96FB\u4E0A\u9650\u3092\u4E0B\u56DE\u3063\u305F\u308A\u3067\u304D\u307E\u305B\u3093\u3002
PEAK_SHAVING_RANGE_ERROR_WITH_BACKUP_BOX=\u30D4\u30FC\u30AF\u30B7\u30A7\u30FC\u30D3\u30F3\u30B0\u8CAF\u8535\u30A8\u30CD\u30EB\u30AE\u30FC\u306F\u3001\u5145\u96FB\u4E0A\u9650\u3092\u4E0A\u56DE\u3063\u305F\u308A\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30EA\u30B6\u30FC\u30D6\u3092\u4E0B\u56DE\u3063\u305F\u308A\u3067\u304D\u307E\u305B\u3093\u3002
STATION_NOT_EXITS=\u30B5\u30A4\u30C8\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
STATION_NUM_OVER_LIMIT=\u30B5\u30A4\u30C8\u6570\u304C\u4E0A\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002\u300C\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
GATEWAY_NOT_EXITS=\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
PRODUCT_NOT_EXITS=\u65B0\u3057\u3044\u30E2\u30C7\u30EB\u306E\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002
STATION_GATEWAY_NOT_MATCH=\u30C7\u30D0\u30A4\u30B9\u306F\u5225\u306E\u30B5\u30A4\u30C8\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u300C\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
TYPE_CODE_IS_MUST=\u30C7\u30D0\u30A4\u30B9\u30BF\u30A4\u30D7\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
DEVICE_CONNECT_OFFLINE=\u30AA\u30D5\u30E9\u30A4\u30F3
DEVICE_CONNECT_RUNNING=\u6B63\u5E38
DEVICE_CONNECT_FAULT=\u4E0D\u5177\u5408
DEVICE_CONNECT_EXCEPTION=\u30A8\u30E9\u30FC
DEVICE_SMOKE_ALARM=\u7159\u30A2\u30E9\u30FC\u30E0
CONNECT_ACTIVATIONS=\u672A\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30C8
INVERTER_STANDBY=\u30B9\u30BF\u30F3\u30D0\u30A4
INVERTER_ON_GRID=On-Grid
INVERTER_OFF_MANUAL=\u30AA\u30D5\u306B\u3059\u308B
INVERTER_OFF_ERROR=\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3
INVERTER_OFFLINE=\u30AA\u30D5\u30E9\u30A4\u30F3
INVERTER_UPGRADING=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D
INVERTER_POWER_OFF=\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3
INVERTER_WAIT_LIGHT=\u4FE1\u53F7\u3092\u5F85\u6A5F\u4E2D
DEVICE_TYPE_GATEWAY=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4
DEVICE_TYPE_MICRO_INVERTER=\u30DE\u30A4\u30AF\u30ED\u30A4\u30F3\u30D0\u30FC\u30BF\u30FC
DEVICE_TYPE_STORAGE=\u30D0\u30C3\u30C6\u30EA\u30FC
DEVICE_TYPE_HEAT_PUMP=\u30D2\u30FC\u30C8\u30DD\u30F3\u30D7
DEVICE_TYPE_SMART_DEVICE=\u30B9\u30DE\u30FC\u30C8\u30C7\u30D0\u30A4\u30B9
DEVICE_TYPE_METER=\u30E1\u30FC\u30BF\u30FC
DEVICE_TYPE_CHARGER=EV\u5145\u96FB\u5668
DEVICE_TYPE_BACKUP_BOX=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30DC\u30C3\u30AF\u30B9
DEVICE_TYPE_GENERATOR=\u767A\u96FB\u6A5F
DEVICE_TYPE_THIRD_PV=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FDPV
DEVICE_TYPE_LOAD=\u30B9\u30DE\u30FC\u30C8\u8CA0\u8377
DEVICE_TYPE_HINT_INCLUDING_BMS=BMS\u3092\u542B\u3080
CONN_POINT_REPEAT=IP\u30A2\u30C9\u30EC\u30B9\u3068\u30DD\u30FC\u30C8\u756A\u53F7\u306F\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
CONN_POINT_HOST=IP\u30A2\u30C9\u30EC\u30B9\u307E\u305F\u306F\u30C9\u30E1\u30A4\u30F3\u540D\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
CONN_POINT_PORT=\u30DD\u30FC\u30C8\u756A\u53F7\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
IN_USING_MICRO_INVERTER=\u914D\u5217\u306F\u4FEE\u6B63\u6E08\u307F\u3067\u3059\u3002\u7DE8\u96C6\u30E2\u30FC\u30C9\u3092\u7D42\u4E86\u3057\u3001\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
SOFTWARE_NOT_EXIST=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30D1\u30C3\u30B1\u30FC\u30B8\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
SOFTWARE_VERSION_NOT_EXIST=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30D1\u30C3\u30B1\u30FC\u30B8\u306E\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
DEVICE_TYPE_NOT_EXIST=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30D1\u30C3\u30B1\u30FC\u30B8\u306E\u30C7\u30D0\u30A4\u30B9\u30BF\u30A4\u30D7\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
SOFTWARE_VERSION_EXIST={0}\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30D1\u30C3\u30B1\u30FC\u30B8\u304C\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
FILE_TYPE_ERROR=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30D1\u30C3\u30B1\u30FC\u30B8\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
FAILURE=\u30C7\u30FC\u30BF\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
PARAM_ERROR=\u30C7\u30FC\u30BF\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
PARAM_ERROR_FORMAT=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\uFF1A{0}
ERROR_CODE_FORMAT=\u30A8\u30E9\u30FC\u30B3\u30FC\u30C9\uFF1A {0}
ERROR_ENERGY_1012_CAUSE_CODE_FORMAT=\u30A8\u30E9\u30FC\u30B3\u30FC\u30C9\uFF1A {0}
DEVICE_OPERATION_RESULT_2_COMMON=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1A\u30C7\u30D0\u30A4\u30B9\u306E\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_3_UPGRADING=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_4_LOG_EXPORTING=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304B\u3089\u30ED\u30B0\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u4E2D\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_5678_NOT_SUPPORT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u53E4\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u307E\u305A\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_9_COMM_PORT_INVALID=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1A\u901A\u4FE1\u30DD\u30FC\u30C8\u756A\u53F7\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_10_COMM_ADDR_CONFLICT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1AIP\u30A2\u30C9\u30EC\u30B9\u306E\u7AF6\u5408\u304C\u767A\u751F\u3057\u3066\u3044\u307E\u3059\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_11_CONNECT_FAIL_485=%%\u30C7\u30D0\u30A4\u30B9\u304C\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002%%\n\u8003\u3048\u3089\u308C\u308B\u539F\u56E0\uFF1A\n1. \u30C7\u30D0\u30A4\u30B9\u306EIP\u30A2\u30C9\u30EC\u30B9\u304C\u6B63\u3057\u304F\u306A\u3044\u3002\n2. \u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3068\u30C7\u30D0\u30A4\u30B9\u9593\u306ERS-485\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u8A2D\u5B9A\u304C\u4E00\u81F4\u3057\u3066\u3044\u306A\u3044\u3002\n3. \u30A2\u30D7\u30EA\u3067\u9078\u629E\u3057\u305F\u30C7\u30D0\u30A4\u30B9\u30E2\u30C7\u30EB\u304C\u8A2D\u7F6E\u6E08\u307F\u306E\u3082\u306E\u3068\u4E00\u81F4\u3057\u306A\u3044\u3002
DEVICE_OPERATION_RESULT_11_CONNECT_FAIL_FE=%%\u30C7\u30D0\u30A4\u30B9\u304C\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002%%\n\u8003\u3048\u3089\u308C\u308B\u539F\u56E0\uFF1A\n1. \u30C7\u30D0\u30A4\u30B9\u306EIP\u30A2\u30C9\u30EC\u30B9\u307E\u305F\u306F\u30DD\u30FC\u30C8\u756A\u53F7\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u3002\n2. \u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3068\u30C7\u30D0\u30A4\u30B9\u306EIP\u30A2\u30C9\u30EC\u30B9\u304C\u540C\u4E00\u30B5\u30D6\u30CD\u30C3\u30C8\u306B\u306A\u3044\u3002\n3. \u30A2\u30D7\u30EA\u3067\u9078\u629E\u3057\u305F\u30C7\u30D0\u30A4\u30B9\u30E2\u30C7\u30EB\u304C\u8A2D\u7F6E\u6E08\u307F\u306E\u3082\u306E\u3068\u4E00\u81F4\u3057\u306A\u3044\u3002
DEVICE_OPERATION_RESULT_12_EXCEEDED_MAXIMUM=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306B\u306F\u3053\u308C\u4EE5\u4E0A\u30C7\u30D0\u30A4\u30B9\u3092\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002
DEVICE_OPERATION_RESULT_13_SHELLY_PORT_CONFLICT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1AShelly\u30DD\u30FC\u30C8\u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002\u518D\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_14_DO_PORT_CONFLICT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1ADO\u30DD\u30FC\u30C8\u306F\u4F7F\u7528\u4E2D\u3067\u3059\u3002\u518D\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_15_RELA_DEV_NOT_EXIST=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1A\u9078\u629E\u3057\u305FShelly\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u518D\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_16_RELA_DEV_CONFLICT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1AShelly\u306F\u3059\u3067\u306B\u4F7F\u7528\u4E2D\u3067\u3059\u3002\u518D\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_18_RELA_DEV_CONNECT_FAIL=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1A\u30C7\u30D0\u30A4\u30B9\u304C\u30AA\u30D5\u30E9\u30A4\u30F3\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_19_MODEL_NOT_MATCH=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\uFF1A\u30C7\u30D0\u30A4\u30B9\u30E2\u30C7\u30EB\u304C\u30AF\u30E9\u30A6\u30C9\u306B\u4FDD\u5B58\u3055\u308C\u305F\u3082\u306E\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u5225\u306E\u3082\u306E\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DEVICE_OPERATION_RESULT_20_SHELLY_PROTOCOL_NOT_MATCH=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30EC\u30DD\u30FC\u30C8\u3068Shelly\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002Shelly\u3092\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u3057\u3066\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
COMMON_BUSINESS=\u30D3\u30B8\u30CD\u30B9\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
STATION_DEVICE_NOT_MATCH=\u30C7\u30D0\u30A4\u30B9\u306F\u5225\u306E\u30B5\u30A4\u30C8\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u300C\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002 {0}
STATION_DEVICE_NO_COMM=\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u3082\u3046\u4E00\u5EA6\u691C\u7D22\u3059\u308B\u304B\u624B\u52D5\u3067\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002{0}
STATION_DEVICE_NO_PRODUCT=\u65B0\u3057\u3044\u30E2\u30C7\u30EB\u306E\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002\u300C\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002{0}
STATION_DEVICE_TRUST_ERROR=\u30C7\u30D0\u30A4\u30B9\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u72B6\u614B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
STATION_DEVICE_TRUST_ERROR_GATEWAY=\u30C7\u30D0\u30A4\u30B9\u3078\u306E\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
DEVICE_NOT_EXITS=\u30C7\u30D0\u30A4\u30B9\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
COMM_DEVICE_NOT_EXIST=\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
COMM_DEVICE_NOT_CONNECT=Atmoce\u30AF\u30E9\u30A6\u30C9\u304B\u3089\u30C7\u30D0\u30A4\u30B9\u304C\u5207\u65AD\u3055\u308C\u307E\u3057\u305F\u3002
COMM_DEVICE_ERROR=\u30C7\u30D0\u30A4\u30B9\u901A\u4FE1\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
COMM_DEVICE_ERROR_RETRY=\u30C7\u30D0\u30A4\u30B9\u901A\u4FE1\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
COMM_DEVICE_ERROR_BUSY=\u30C7\u30D0\u30A4\u30B9\u304B\u3089\u64CD\u4F5C\u5931\u6557\u304C\u30EC\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
COMM_DEVICE_BUSY_RETRY=\u30C7\u30D0\u30A4\u30B9\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
DATE_TYPE_IS_MUST=\u65E5\u4ED8\u30BF\u30A4\u30D7\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
DATA_LIST_HAS_REFRESH=\u30C7\u30FC\u30BF\u306F\u671F\u9650\u5207\u308C\u3067\u3059\u3002\u30EA\u30B9\u30C8\u3092\u66F4\u65B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
POINT_PARAM_ERROR={0}\u306E\u4FDD\u5B58\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERROR_ENERGY_6122_GATEWAY_NOT_EXIST=\u8FFD\u52A0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30E2\u30C7\u30EB\u3068\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u304C\u6B63\u3057\u3044\u304B\u3001\u307E\u305F\u306F\u30C7\u30D0\u30A4\u30B9\u304CAtmoce\u30AF\u30E9\u30A6\u30C9\u306B\u63A5\u7D9A\u3055\u308C\u3066\u3044\u308B\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_3010_VERSION_UPGRADE_TASK_NOT_EXIST=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30BF\u30B9\u30AF\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_ENERGY_3011_PUBLISH_TASK_CAN_NOT_UPDATE_OR_DEL=\u516C\u958B\u3055\u308C\u305F\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30BF\u30B9\u30AF\u306F\u4FEE\u6B63\u307E\u305F\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_ENERGY_3012_VERSION_TASK_HAS_PUBLISH=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30BF\u30B9\u30AF\u304C\u516C\u958B\u3055\u308C\u307E\u3057\u305F\u3002
ERROR_ENERGY_3013_VERSION_TASK_RULE_NOT_EMPTY=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30EB\u30FC\u30EB\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
ERROR_ENERGY_3014_VERSION_TASK_RANGE_NOT_EMPTY=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u7BC4\u56F2\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
ERROR_ENERGY_3015_VERSION_TASK_PUBLISH_FAIL=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30BF\u30B9\u30AF\u306E\u516C\u958B\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERROR_ENERGY_3016_VERSION_TASK_REVOKE_FAIL=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30BF\u30B9\u30AF\u306E\u516C\u958B\u53D6\u308A\u6D88\u3057\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERROR_ENERGY_3017_VERSION_TASK_DEV_NOT_EXIST=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30BF\u30B9\u30AF\u5BFE\u8C61\u306E\u30C7\u30D0\u30A4\u30B9\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_ENERGY_3018_VERSION_TASK_STATION_NOT_EXIST=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30BF\u30B9\u30AF\u5BFE\u8C61\u306E\u30B5\u30A4\u30C8\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_ENERGY_3019_VERSION_TASK_SAVE_FAIL=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30BF\u30B9\u30AF\u306E\u4FDD\u5B58\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERROR_ENERGY_3020_UPGRADE_TASK_NOT_EXIST=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30BF\u30B9\u30AF\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
ERROR_ENERGY_3021_UPGRADE_TASK_ERROR=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30BF\u30B9\u30AF\u60C5\u5831\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_ENERGY_3022_UPGRADE_TASK_STATUS_ERROR=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u306E\u72B6\u614B\u304C\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
ERROR_ENERGY_3023_UPGRADE_RETRY_FAIL=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306E\u518D\u8A66\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ERROR_ENERGY_3024_UPGRADE_PACKAGE_NOT_FIND=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30D1\u30C3\u30B1\u30FC\u30B8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
ERROR_ENERGY_3025_DEV_VERSION_IS_LATEST=\u30C7\u30D0\u30A4\u30B9\u306F\u3059\u3067\u306B\u6700\u65B0\u306E\u72B6\u614B\u3067\u3059\u3002
ERROR_ENERGY_3028_VERSION_UPGRADE_FAIL=\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30C7\u30D0\u30A4\u30B9\u306F\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u3067\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\uFF08{0}\uFF09\u3002
ERROR_ENERGY_6203_DEVICE_DELETED=\u30C7\u30D0\u30A4\u30B9\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
ERROR_ENERGY_8251_DEVICE_ALREADY_UPGRADE=\u30C7\u30D0\u30A4\u30B9\u306F {0} \u3078\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
ERROR_ENERGY_8252_DEVICE_ALREADY_UPGRADED=\u30C7\u30D0\u30A4\u30B9\u306F\u6307\u5B9A\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3078\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
ERROR_ENERGY_8253_UPGRADE_CONDITION_NOT_MEET=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u6761\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093\u3002\uFF08{0}\uFF09
ERROR_ENERGY_8254_EXIST_DEVICE_UPGRADE_FAIL=\u4E00\u90E8\u306E\u30C7\u30D0\u30A4\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F
ERROR_ENERGY_8255_PARAM_AUTO_CONFIG_FAIL=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306F\u6210\u529F\u3057\u307E\u3057\u305F\u304C\u3001\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u304C\u81EA\u52D5\u9001\u4FE1\u3055\u308C\u307E\u305B\u3093\u3002\u624B\u52D5\u3067\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u3092\u518D\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_8257_GRID_CODE_CONFIG_FAIL=\u30B0\u30EA\u30C3\u30C9\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30B0\u30EA\u30C3\u30C9\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_6132_STATION_DEVICE_NOT_MATCH=\u30C7\u30D0\u30A4\u30B9\uFF08{1}\uFF09\u306F\u30B5\u30A4\u30C8\uFF08{0}\uFF09\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u5272\u308A\u5F53\u3066\u3092\u89E3\u9664\u3057\u3066\u518D\u5EA6\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_STATION_DEVICE_NOT_MATCH=\u30C7\u30D0\u30A4\u30B9\u306F\u30B5\u30A4\u30C8\uFF08{0}\uFF09\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u5272\u308A\u5F53\u3066\u3092\u89E3\u9664\u3057\u3066\u518D\u5EA6\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7306_SETTING_WIFI=\u65B0\u3057\u3044\u30C7\u30D0\u30A4\u30B9\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
STORAGE_CHARGE=\u5145\u96FB\u4E2D
STORAGE_DISCHARGE=\u653E\u96FB\u4E2D
STORAGE_SLEEP=\u30B9\u30EA\u30FC\u30D7
ERROR_ENERGY_7307_REPLACE_COMPLETE=\u30C7\u30D0\u30A4\u30B9\u304C\u4EA4\u63DB\u3055\u308C\u307E\u3057\u305F\u3002\u30C7\u30D0\u30A4\u30B9\u30EA\u30B9\u30C8\u3092\u66F4\u65B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7308_DEVICE_TYPE_INCONSISTENT=\u73FE\u5728\u306E\u30C7\u30D0\u30A4\u30B9\u3068\u65B0\u3057\u3044\u30C7\u30D0\u30A4\u30B9\u306F\u7570\u306A\u308B\u30BF\u30A4\u30D7\u3067\u3059\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7309_EXIST_REPLACE_TASK=\u30C7\u30D0\u30A4\u30B9\u306F\u4EA4\u63DB\u4E2D\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7310_EXIST_REPLACE_CONFIG=\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u304C\u73FE\u5728\u306E\u30C7\u30D0\u30A4\u30B9\u7528\u306B\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u300C\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7405_SOFTWARE_VERSION_IN_USING=\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u3067\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7505_GRID_CODE_NOT_SUPPORT_UPGRADE=\u3053\u306E\u30C7\u30D0\u30A4\u30B9\u306F\u30B0\u30EA\u30C3\u30C9\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u69CB\u6210\u524D\u306B\u30C7\u30D0\u30A4\u30B9\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7311_EXIST_COMM_DEVICE=\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u304C\u6B63\u3057\u3044\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7312_COMM_GATEWAY_NOT_CONNECT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u901A\u4FE1\u304C\u5207\u65AD\u3055\u308C\u307E\u3057\u305F\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7313_REPLACE_MODEL_NOT_MATCH=\u30E2\u30C7\u30EB\uFF08{0}\uFF09\u306F\u73FE\u5728\u306E\u30C7\u30D0\u30A4\u30B9\u306E\u4EA4\u63DB\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30C7\u30D0\u30A4\u30B9\u306E\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u3092\u518D\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7314_EXIST_NEW_DEVICE=\u672C\u5F53\u306B\u30C7\u30D0\u30A4\u30B9\uFF08{1}\uFF09\u3068\u30C7\u30D0\u30A4\u30B9\uFF08{0}\uFF09\u3092\u4EA4\u63DB\u3057\u307E\u3059\u304B\uFF1F
ERROR_ENERGY_7380_DEVICE_MUTEX_UPGRADING=\u30C7\u30D0\u30A4\u30B9\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7381_DEVICE_MUTEX_LOG_EXPORTING=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304B\u3089\u30ED\u30B0\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u4E2D\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7382_DEVICE_PARAM_INVALID=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u306E\u5024\u304C\u7BC4\u56F2\u5916\u3067\u3059\u3002\u518D\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7383_DEVICE_MUTEX_DEVICE_OPERATING=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u30C7\u30D0\u30A4\u30B9\u3092\u691C\u7D22\u3001\u8FFD\u52A0\u3001\u524A\u9664\u4E2D\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_6153_PANEL_CAPACITY_MAX=\u7DCF\u30D1\u30CD\u30EB\u5BB9\u91CF\u304C\u4E0A\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
ERROR_ENERGY_6154_PANEL_CAPACITY_MIN=\u7DCF\u30D1\u30CD\u30EB\u5BB9\u91CF\u306F\u8CA0\u306E\u6570\u306B\u306F\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_ENERGY_6157_PANEL_CAPACITY_NOT_NOLL=\u7DCF\u30D1\u30CD\u30EB\u5BB9\u91CF\u306F\u6307\u5B9A\u3055\u308C\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
ERROR_ENERGY_6161_GATEWAYS_DISCONNECT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4 %%{0}%% \u304C\u5207\u65AD\u3055\u308C\u307E\u3057\u305F\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_6165_DEVICES_NEED_PRIMARY=\u30B5\u30A4\u30C8\u306B\u63A5\u7D9A\u3055\u308C\u3066\u3044\u308B\u30D7\u30E9\u30A4\u30DE\u30EA\u30FC\u30C7\u30D0\u30A4\u30B9\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30C7\u30D0\u30A4\u30B9\u3092\u8FFD\u52A0\u3059\u308B\u304B\u3001\u307E\u305A\u30C7\u30D0\u30A4\u30B9\u3092\u30D7\u30E9\u30A4\u30DE\u30EA\u30FC\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_6166_GATEWAYS_SET_SINGLE=\u30B5\u30A4\u30C8\u306B\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C1\u3064\u3060\u3051\u5B58\u5728\u3059\u308B\u5834\u5408\u306F\u3001\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4 %%{0}%% \u3092\u5358\u4E00\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3068\u3057\u3066\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_6167_GATEWAYS_SET_MAIN=\u30B5\u30A4\u30C8\u306B\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u8907\u6570\u5B58\u5728\u3059\u308B\u5834\u5408\u306F\u3001\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4 %%{0}%% \u3092\u30D7\u30E9\u30A4\u30DE\u30EA\u30FC\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3068\u3057\u3066\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_6168_GATEWAYS_SELECT_MAIN=\u30B5\u30A4\u30C8\u306B1\u3064\u4EE5\u4E0A\u306E\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u5B58\u5728\u3059\u308B\u5834\u5408\u3001\u30D7\u30E9\u30A4\u30DE\u30EA\u30FC\u304A\u3088\u3073\u30BB\u30AB\u30F3\u30C0\u30EA\u2015\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u52D5\u4F5C\u30E2\u30FC\u30C9\u3092\u6B63\u3057\u304F\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
GRID_CT_DIRECTION=\u6D88\u8CBBCT
GRID_CT_DIRECTION_A=A\u76F8
GRID_CT_DIRECTION_B=B\u76F8
GRID_CT_DIRECTION_C=C\u76F8
GRID_CT_DIRECTION_0=\u9032\u3080
GRID_CT_DIRECTION_1=\u623B\u308B
ENERGY_UPGRADE_RETRY_TIME={0} \u56DE
ENERGY_UPGRADE_RETRY_DAY={0} \u65E5
ENERGY_UPGRADE_STEP_FAIL=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ENERGY_UPGRADE_STEP_PENDING=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306E\u6E96\u5099\u4E2D
ENERGY_UPGRADE_STEP_DOWNLOAD_MERGE=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30D1\u30C3\u30B1\u30FC\u30B8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
ENERGY_UPGRADE_STEP_PARSE_MERGE=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30D1\u30C3\u30B1\u30FC\u30B8\u3092\u89E3\u6790
ENERGY_UPGRADE_STEP_ACTIVATE_MERGE=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30D1\u30C3\u30B1\u30FC\u30B8\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB
ENERGY_UPGRADE_STEP_RESTART_MERGE=\u30C7\u30D0\u30A4\u30B9\u3092\u518D\u8D77\u52D5
ENERGY_UPGRADE_STEP_SUCCESS=\u5B8C\u4E86
ENERGY_UPGRADE_STATE_RETRY_EXCEEDED=\u8A66\u884C\u56DE\u6570\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u4E0A\u9650\uFF1A {0}
ENERGY_UPGRADE_STATE_TIME_INVALID=\u5229\u7528\u53EF\u80FD\u306A\u6642\u9593\u5E2F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\: {0}
ENERGY_UPGRADE_STATE_DEFAULT=\u30AF\u30E9\u30A6\u30C9\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u306F\u307E\u3060\u6E96\u5099\u304C\u3067\u304D\u3066\u3044\u307E\u305B\u3093\u3002
ENERGY_UPGRADE_STATE_WAIT=\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u3088\u308B\u53D7\u3051\u5165\u308C
ENERGY_UPGRADE_STATE_INTERRUPT=\u30C7\u30D0\u30A4\u30B9\u304C\u5207\u65AD\u3055\u308C\u307E\u3057\u305F\u3002
ENERGY_UPGRADE_STATE_MICRO_CONDITION=\u30DE\u30A4\u30AF\u30ED\u30A4\u30F3\u30D0\u30FC\u30BF\u30FC\u306F\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u6761\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u6761\u4EF6\u304C\u6E80\u305F\u3055\u308C\u308B\u3068\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
ENERGY_UPGRADE_STATE_STORAGE_CONDITION=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u6761\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u6761\u4EF6\u304C\u6E80\u305F\u3055\u308C\u308B\u3068\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
BATTERY_AI_MODE=AI\u30E2\u30FC\u30C9
BATTERY_SELF_USE=\u81EA\u5DF1\u767A\u96FB\u5F0F
BATTERY_TOU_MODE=\u6642\u9593\u5225\u6599\u91D1
OPENAPI_STATION_UNCOMPLETED=\u672A\u5B8C\u4E86
OPENAPI_STATION_COMPLETE=\u5B8C\u4E86
HEAT_PUMP_DO_OCCUPY=\u4F7F\u7528\u4E2D\uFF08{0}\uFF09
ERROR_ENERGY_7507_SMART_NOT_SUPPORT_UPGRADE=\u73FE\u5728\u306E\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u3053\u306E\u6A5F\u80FD\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u69CB\u6210\u524D\u306B\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044
ERROR_ENERGY_6204_DEVICE_DELETED=\u30C7\u30D0\u30A4\u30B9\u306F1\u3064\u306E\u307F\u63A5\u7D9A\u3067\u304D\u307E\u3059\u3002
HOLIDAY_8256_NOT_CONFIG=\u4F11\u65E5\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7508_SMART_NOT_SUPPORT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u30C7\u30D0\u30A4\u30B9\u306B\u63A5\u7D9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u63A5\u7D9A\u306B\u306F\u3001\u65BD\u5DE5\u8005\u306B\u9023\u7D61\u3057\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u4EA4\u63DB\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
PV_ALARM_SUGGESTION_0_LEVEL=\u30A8\u30E9\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002
PV_ALARM_SUGGESTION_1_LEVEL=1. \u592A\u967D\u5149\u30D1\u30CD\u30EB\u306E\u8868\u9762\u304C\u3001\u8449\u3001\u307B\u3053\u308A\u3001\u9CE5\u306E\u7CDE\u306A\u3069\u306E\u7570\u7269\u3084\u3001\u6A39\u6728\u3084\u67B6\u7A7A\u96FB\u7DDA\u306E\u5F71\u306B\u3088\u3063\u3066\u906E\u3089\u308C\u3066\u3044\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8A72\u5F53\u3059\u308B\u5834\u5408\u306F\u901F\u3084\u304B\u306B\u5BFE\u51E6\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n2. \u592A\u967D\u5149\u30D1\u30CD\u30EB\u306E\u5411\u304D\u304C\u539F\u56E0\u3067\u65E5\u5C04\u91CF\u304C\u4F4E\u4E0B\u3057\u3066\u3044\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n3. \u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u90E8\u54C1\u30C7\u30A3\u30B9\u30C8\u30EA\u30D3\u30E5\u30FC\u30BF\u30FC\u307E\u305F\u306F\u30E1\u30FC\u30AB\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
PV_ALARM_SUGGESTION_2_LEVEL=1. \u592A\u967D\u5149\u30D1\u30CD\u30EB\u306E\u8868\u9762\u304C\u3001\u8449\u3001\u307B\u3053\u308A\u3001\u9CE5\u306E\u7CDE\u306A\u3069\u306E\u7570\u7269\u3084\u3001\u6A39\u6728\u3084\u67B6\u7A7A\u7DDA\u306E\u5F71\u306B\u3088\u3063\u3066\u906E\u3089\u308C\u3066\u3044\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8A72\u5F53\u3059\u308B\u5834\u5408\u306F\u901F\u3084\u304B\u306B\u5BFE\u51E6\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n2. \u592A\u967D\u5149\u30D1\u30CD\u30EB\u306E\u5411\u304D\u304C\u539F\u56E0\u3067\u65E5\u5C04\u91CF\u304C\u4F4E\u4E0B\u3057\u3066\u3044\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n3. \u592A\u967D\u5149\u30D1\u30CD\u30EB\u306B\u3001\u30AC\u30E9\u30B9\u306E\u7834\u640D\u3001EVA\u306E\u5909\u8272\u3001\u96FB\u4F4D\u8A98\u8D77\u52A3\u5316\uFF08PID\uFF09\u3001\u30D0\u30A4\u30D1\u30B9\u30C0\u30A4\u30AA\u30FC\u30C9\u306E\u77ED\u7D61\u306A\u3069\u306E\u4E0D\u5177\u5408\u304C\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n4. \u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u90E8\u54C1\u30C7\u30A3\u30B9\u30C8\u30EA\u30D3\u30E5\u30FC\u30BF\u30FC\u307E\u305F\u306F\u30E1\u30FC\u30AB\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
PV_ALARM_SUGGESTION_3_LEVEL=1. \u592A\u967D\u5149\u30D1\u30CD\u30EB\u306E\u8868\u9762\u304C\u3001\u8449\u3001\u307B\u3053\u308A\u3001\u9CE5\u306E\u7CDE\u306A\u3069\u306E\u7570\u7269\u3084\u3001\u6A39\u6728\u3084\u67B6\u7A7A\u96FB\u7DDA\u306E\u5F71\u306B\u3088\u3063\u3066\u906E\u3089\u308C\u3066\u3044\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8A72\u5F53\u3059\u308B\u5834\u5408\u306F\u901F\u3084\u304B\u306B\u5BFE\u51E6\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n2. \u592A\u967D\u5149\u30D1\u30CD\u30EB\u306E\u5411\u304D\u304C\u539F\u56E0\u3067\u65E5\u5C04\u91CF\u304C\u4F4E\u4E0B\u3057\u3066\u3044\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n3. \u592A\u967D\u5149\u30D1\u30CD\u30EB\u306B\u65AD\u7DDA\u306A\u3069\u306E\u6DF1\u523B\u306A\u640D\u50B7\u304C\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n4. \u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u90E8\u54C1\u30C7\u30A3\u30B9\u30C8\u30EA\u30D3\u30E5\u30FC\u30BF\u30FC\u307E\u305F\u306F\u30E1\u30FC\u30AB\u30FC\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
PV_ALARM_NAME_0_LEVEL=\u592A\u967D\u5149\u30D1\u30CD\u30EB\u901A\u5E38\u72B6\u614B
PV_ALARM_NAME_1_LEVEL=\u592A\u967D\u5149\u30D1\u30CD\u30EB\u96FB\u529B\u306E\u4F4E\u4E0B
PV_ALARM_NAME_2_LEVEL=\u592A\u967D\u5149\u30D1\u30CD\u30EB\u96FB\u529B\u306E\u5371\u6A5F\u7684\u4F4E\u4E0B
PV_ALARM_NAME_3_LEVEL=\u592A\u967D\u5149\u30D1\u30CD\u30EB\u6545\u969C
GATEWAY_UPGRADE_VERSION_UPGRADING=\u30C7\u30D0\u30A4\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u3002
GATEWAY_UPGRADE_VERSION_FAILED=\u30C7\u30D0\u30A4\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GATEWAY_UPGRADE_VERSION_SUCCESS=\u30C7\u30D0\u30A4\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
GATEWAY_UPGRADE_VERSION_DELAY=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30BF\u30B9\u30AF\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
GATEWAY_UPGRADE_VERSION_PARTIAL_SUCCESS=\u4E00\u90E8\u306E\u30C7\u30D0\u30A4\u30B9\u306F\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GATEWAY_UPGRADE_VERSION_GRID_FAILED=\u30B0\u30EA\u30C3\u30C9\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
GATEWAY_UPGRADE_VERSION_PARAM_FAILED=\u30D1\u30E9\u30E1\u30FC\u30BF\u30FC\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
COMMON_2011_SYSTEM_BUSINESS=\u30B7\u30B9\u30C6\u30E0\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u3067\u3059\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_3030_DEVICE_CONNECT_FAIL=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3068\u975E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u30C7\u30D0\u30A4\u30B9\u9593\u306E\u901A\u4FE1\u304C\u4E2D\u65AD\u3057\u3066\u3044\u307E\u3059\u3002\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u524D\u306B\u30C8\u30E9\u30D6\u30EB\u30B7\u30E5\u30FC\u30C6\u30A3\u30F3\u30B0\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
PV_DIAG_FAULT_REASON_OFFLINE_NOTES=\u76F4\u8FD1\u306E\u592A\u967D\u5149\u767A\u96FB\u904B\u8EE2\u30C7\u30FC\u30BF\u304C\u53CE\u96C6\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u8A3A\u65AD\u3067\u304D\u307E\u305B\u3093\u3002\u30B5\u30A4\u30C8\u901A\u4FE1\u304C\u4E2D\u65AD\u3057\u3066\u3044\u306A\u3044\u304B\u3054\u78BA\u8A8D\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_3027_UPGRADE_OPERATE_FAIL=\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
PV_DIAG_BEFORE_GRID_CONNECTED_DATE=\u30B5\u30A4\u30C8\u304C\u8A2D\u7F6E\u3055\u308C\u30667\u65E5\u672A\u6E80\u306E\u305F\u3081\u3001\u8A3A\u65AD\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
PV_DIAG_BEFORE_PV_NUMBER=\u30B5\u30A4\u30C8\u306B\u592A\u967D\u5149\u30D1\u30CD\u30EB\u304C4\u679A\u672A\u6E80\u306E\u305F\u3081\u3001\u8A3A\u65AD\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
PV_DIAG_BEFORE_POWER_LIMIT_GRID=\u30B5\u30A4\u30C8\u306B\u6709\u52B9\u306A\u96FB\u529B\u5236\u9650\u4ED8\u304D\u30B0\u30EA\u30C3\u30C9\u901A\u4FE1\u304C\u3042\u308B\u305F\u3081\u3001\u8A3A\u65AD\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
ERROR_ENERGY_6205_DI_SUPPORT=\u73FE\u5728\u306EDI\u30DD\u30FC\u30C8\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
GRID_CT_RATIO=\u6D88\u8CBBCT\u7387\u3002
PV_CT_RATIO=\u592A\u967D\u5149CT\u7387
STORAGE_CT_RATIO=\u30D0\u30C3\u30C6\u30EA\u30FCCT\u7387
GRID_CT_RATIO_0=80A/40mA
GRID_CT_RATIO_1=200A/40mA
GRID_CT_RATIO_2=250A/50mA
GRID_CT_RATIO_3=400A/40mA
GRID_CT_RATIO_101=100A/40mA
ERROR_ENERGY_6206_TOU_SET=\u91CD\u8907\u8A2D\u5B9A\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
ERROR_ENERGY_3031_VERSION_UPGRADE_CANCEL=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30BF\u30B9\u30AF\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F\u3002
ERROR_ENERGY_7388_GRID_CODE_CONFLICT=\u30B0\u30EA\u30C3\u30C9\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u4E00\u81F4\u3059\u308B\u3082\u306E\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CHARGER_FREE=\u30A2\u30A4\u30C9\u30EB
CHARGER_FREE_TIP=\u5145\u96FB\u30AC\u30F3\u3092\u633F\u5165\u3057\u3066\u304F\u3060\u3055\u3044\u3002
CHARGER_OFFLINE_TIP=\u30C7\u30D0\u30A4\u30B9\u306E\u96FB\u6E90\u304C\u5165\u3063\u3066\u3044\u306A\u3044\u304B\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u304B\u3089\u5207\u65AD\u3055\u308C\u3066\u3044\u307E\u3059\u3002
CHARGER_WAIT_CHARGE=\u5145\u96FB\u3092\u5F85\u6A5F\u4E2D
CHARGER_WAIT_CHARGE_TIP=%%{0}%% \u306B\u5145\u96FB\u304C\u81EA\u52D5\u7684\u306B\u958B\u59CB\u3055\u308C\u307E\u3059\u3002
CHARGER_END_CHARGE=\u5145\u96FB\u304C\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
ERROR_ENERGY_5402_ADD_DEVICE_MAX=\u5236\u9650\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u5BFE\u5FDC\u53EF\u80FD\u6700\u5927\u5024\uFF1A {0}\u3002
Air_conditioner=\u7A7A\u8ABF
Light=\u7167\u660E
Other_Loads=\u305D\u306E\u4ED6\u306E\u8CA0\u8377
ENERGY_UPGRADE_STATE_STARTUP_DELAY=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306F\u30B5\u30A4\u30C8\u4F5C\u6210\u6642\u306B\u30C8\u30EA\u30AC\u30FC\u3055\u308C\u3001\u30B5\u30A4\u30C8\u4F5C\u6210\u304B\u308930\u5206\u5F8C\u306B\u958B\u59CB\u3055\u308C\u307E\u3059\u3002
ENERGY_UPGRADE_STATE_GATEWAY_DELAY=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u5F8C\uFF08\u9045\u5EF6\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\uFF09
ERROR_ENERGY_2011_UNSUPPORTED_OPERATORS=\u96FB\u529B\u6599\u91D1\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u5225\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_5011_DYNAMIC_PRICES_SET=\u52D5\u7684\u6599\u91D1\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3059\u3050\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_5012_DELETE_DYNAMIC_PRICES=\u30D0\u30C3\u30C6\u30EA\u30FC\u304CAI\u30E2\u30FC\u30C9\u306E\u305F\u3081\u96FB\u6C17\u6599\u91D1\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_ENERGY_5013_TIME_OF_USE_PRICES=\u8CFC\u5165\u304A\u3088\u3073\u8CA9\u58F2\u6599\u91D1\u304C\u56FA\u5B9A\u3055\u308C\u3066\u3044\u308B\u305F\u3081AI\u30E2\u30FC\u30C9\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u8A2D\u5B9A\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_5014_ADD_PRICES_SET=\u96FB\u6C17\u6599\u91D1\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_5015_AI_MODE_SUPPORT=AI\u30E2\u30FC\u30C9\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7601_TIME_ZONE_CONFIG=\u30B5\u30A4\u30C8\u306E\u30BF\u30A4\u30E0\u30BE\u30FC\u30F3\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_5016_MONTH_NOT_COVERED=\u5E74\u9593\u306E\u7279\u5B9A\u306E\u6708\u304C\u8A2D\u5B9A\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u78BA\u8A8D\u3057\u3066\u518D\u5EA6\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_5017_DAY_NOT_COVERED=\u30B5\u30A4\u30AF\u30EB\u306F\u6BCE\u65E5\u3092\u30AB\u30D0\u30FC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u518D\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_5018_TIME_NOT_COVERED=1\u65E5\u306E\u4E2D\u306E\u6570\u6642\u9593\u306F\u542B\u307E\u308C\u307E\u305B\u3093\u3002\u78BA\u8A8D\u3057\u3066\u518D\u5EA6\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
STATION=\u30B5\u30A4\u30C8
ERROR_ENERGY_6207_UNLOCK=\u30ED\u30C3\u30AF\u89E3\u9664\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
ERROR_ENERGY_6208_UNLOCK_TIME=\u30ED\u30C3\u30AF\u671F\u9593\u304C\u9577\u3059\u304E\u308B\u305F\u3081\u30ED\u30C3\u30AF\u89E3\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
SOFTWARE_TYPE_ONLY_ONE={0} \u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30D1\u30C3\u30B1\u30FC\u30B8\u306E\u307F
SOFTWARE_TYPE_SOME={0} \u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30D1\u30C3\u30B1\u30FC\u30B8
SOFTWARE_TYPE_ALL=\u3059\u3079\u3066\u306E\u30C7\u30D0\u30A4\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u30D1\u30C3\u30B1\u30FC\u30B8
ERROR_ENERGY_5017_DAY_NOT_COVERE=\u30B5\u30A4\u30AF\u30EB\u306F\u6BCE\u65E5\u3092\u30AB\u30D0\u30FC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u518D\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7509_SMART_NOT_SUPPORT_UPGRADE=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u53E4\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u691C\u51FA\u524D\u306B\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_3032_VERSION_DESCRIPTION_OVER_LENGTH=\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u8AAC\u660E\u304C\u6307\u5B9A\u306E\u9577\u3055\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002\u8AAC\u660E\u3092\u7C21\u7565\u5316\u3057\u3066\u518D\u5EA6\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_6209_UNLOCK=\u30ED\u30C3\u30AF\u89E3\u9664\u3055\u308C\u307E\u3057\u305F\u3002
PV_CT_DIRECTION=\u592A\u967D\u5149CT
POSITIVE_NEGATIVE_SETTINGS=\u6B63\uFF0F\u8CA0\u8A2D\u5B9A
ARRAY=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4PV\u30C7\u30FC\u30BF
COMPONENT=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8
PLC_BAND_OCCUPY={0} \u306F\u5225\u306E\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3067\u4F7F\u7528\u4E2D\u3067\u3059\u3002
ERROR_ENERGY_6302_CONNECT_FAULT_CONTENT=%%\u306E\u30B9\u30A4\u30C3\u30C1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002%%\n\u30B0\u30EA\u30C3\u30C9\u304C\u6B63\u5E38\u3067\u3042\u308A\u3001On-Grid\u6761\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_6304_OFFLINE_FAULT_CONTENT=%%\u306E\u30B9\u30A4\u30C3\u30C1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002%%\n\u5931\u6557\u306E\u539F\u56E0\u306F\u9AD8\u3044\u96FB\u529B\u6D88\u8CBB\u307E\u305F\u306F\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30C7\u30D0\u30A4\u30B9\u306E\u6545\u969C\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7511_MULTI_GATEWAY_NOT_SUPPORT_UPGRADE=\u63A5\u7D9A\u3055\u308C\u305F\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30D0\u30FC\u30B8\u30E7\u30F3 %%{0}%% \u304C\u53E4\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
PRICE_CHART_NAME=\u96FB\u6C17\u6599\u91D1\u304A\u3088\u3073SOC
ENERGY_CHART_NAME=\u30A8\u30CD\u30EB\u30AE\u30FC\u5206\u6790
PROMPT_BUTTON_GO_TO_UPGRADE=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9
PROMPT_BUTTON_TO_UPGRADE=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9
ERROR_ENERGY_7512_NEW_MULTI_GATEWAY_NOT_SUPPORT_UPGRADE=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3059\u308B\u3068\u8907\u6570\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306B\u63A5\u7D9A\u3067\u304D\u307E\u3059\u3002\u3053\u306E\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
GATEWAY_SUB_HEADR_PRE=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4PV\u30C7\u30FC\u30BF
backup_box=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30DC\u30C3\u30AF\u30B9
all_backup_box=\u3059\u3079\u3066\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30DC\u30C3\u30AF\u30B9
ERROR_ENERGY_7513_BATTERY_NOT_SUPPORT_UPGRADE=Off-Grid\u30E2\u30FC\u30C9\u3092\u6709\u52B9\u306B\u3059\u308B\u305F\u3081\u30D0\u30C3\u30C6\u30EA\u30FC\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7315_REPLACE_SUGGESTION=1. \u300C\u518D\u8A66\u884C\u300D\u3092\u30BF\u30C3\u30D7\u3057\u3066\u518D\u5EA6\u4EA4\u63DB\u3092\u8A66\u307F\u3066\u304F\u3060\u3055\u3044\u3002\n2. \u8907\u6570\u56DE\u306E\u518D\u8A66\u884C\u304C\u5931\u6557\u3057\u305F\u5834\u5408\u306F\u3001\u300CAtmoce\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u300D\u306B\u304A\u554F\u3044\u5408\u308F\u305B\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7316_REPLACE_UPGRADE=\u307E\u305A\u65B0\u3057\u3044\u30C7\u30D0\u30A4\u30B9\u306E\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7317_REPLACE_ACCESS_STATION=\u307E\u305A\u65B0\u3057\u3044\u30C7\u30D0\u30A4\u30B9\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u69CB\u6210\u3092\u3057\u3066\u304F\u3060\u3055\u3044\u3002
DATE_IS_MUST=\u65E5\u4ED8\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
Water_Heater=\u7D66\u6E6F\u5668
Swimming_Pool_Pumps=\u30D7\u30FC\u30EB\u30DD\u30F3\u30D7
Heat_Pump=\u30D2\u30FC\u30C8\u30DD\u30F3\u30D7
ERROR_6305_DEVICE_NAME_EXIST=\u30C7\u30D0\u30A4\u30B9\u540D\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u65B0\u3057\u3044\u3082\u306E\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_6306_LIMIT_UP=\u30C7\u30D0\u30A4\u30B9\u6570\u306E\u4E0A\u9650\u3092\u8D85\u3048\u307E\u3057\u305F\u3002\u6700\u5927\u6570\uFF1A {0}\u3002
ERROR_6307_NOT_SUPPORT_MODIFICATION=\u30C7\u30D0\u30A4\u30B9\u3092\u7DE8\u96C6\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_6308_LIMIT_UP_NEW=\u30C7\u30D0\u30A4\u30B9\u6570\u304C\u4E0A\u9650\uFF081\uFF09\u306B\u9054\u3057\u307E\u3057\u305F\u3002
ERROR_ENERGY_7390_NOT_SUPPORT_FUNCTION=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306F\u4ECA\u306E\u3068\u3053\u308D\u3053\u306E\u6A5F\u80FD\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
FILE_TYPE_NOT_SUPPORT=JPG\u3001JPEG\u3001PNG\u5F62\u5F0F\u306E\u307F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u3059\u3002
IDENTIFICATION_FAILED=\u8B58\u5225\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
ENERGY_UPGRADE_STATE_GATEWAY_IN_DELAY=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306B\u4FDD\u7559\u4E2D\u307E\u305F\u306F\u9045\u5EF6\u4E2D\u306E\u30BF\u30B9\u30AF\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_ENERGY_7319_NOT_GATEWAY=\u30B5\u30A4\u30C8\u306B\u63A5\u7D9A\u3055\u308C\u3066\u3044\u308B\u30C7\u30D0\u30A4\u30B9\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u307E\u305A\u30C7\u30D0\u30A4\u30B9\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
STRATEGY_NONE_GRID_CHARGE=\u96FB\u6C17\u6599\u91D1\u304C\u5B89\u3044\u3067\u3059\uFF08{0}\uFF09\u3002\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u5145\u96FB\u6E08\u307F\u3067\u3059\u3002
STRATEGY_NONE_SELF_USE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u300C\u81EA\u5DF1\u767A\u96FB\u5F0F\u300D\u30E2\u30FC\u30C9\u3067\u7A3C\u50CD\u3057\u3066\u3044\u307E\u3059\u3002
STRATEGY_NONE_GRID_DISCHARGE=\u96FB\u6C17\u6599\u91D1\u304C\u9AD8\u3044\u3067\u3059\uFF08{0}\uFF09\u3002\u30D0\u30C3\u30C6\u30EA\u30FC\u306E\u4F59\u5270\u30A8\u30CD\u30EB\u30AE\u30FC\u306F\u5229\u76CA\u3092\u5F97\u308B\u305F\u3081\u306B\u8CA9\u58F2\u3055\u308C\u307E\u3059\u3002
STRATEGY_NONE_GRID_CHARGE_NEGATIVE_PRICE=\u8CFC\u5165\u6599\u91D1\u306F {0} \u3067\u3059\u3002\u592A\u967D\u5149\u767A\u96FB\u3092\u505C\u6B62\u3057\u307E\u3059\u3002\u30B0\u30EA\u30C3\u30C9\u306F\u5229\u76CA\u3092\u5F97\u308B\u305F\u3081\u306B\u30D0\u30C3\u30C6\u30EA\u30FC\u3092\u5145\u96FB\u3057\u307E\u3059\u3002
STRATEGY_NONE_ON_GRID_NEGATIVE_PRICE=\u8CA9\u58F2\u6599\u91D1\u306F {0} \u3067\u3059\u3002\u30B7\u30B9\u30C6\u30E0\u306F\u30A8\u30CD\u30EB\u30AE\u30FC\u9001\u51FA\u3092\u56DE\u907F\u3057\u307E\u3059\u3002
BACKUP_POWER_SUPPLY=Storm Guard\u304C\u6709\u52B9\u3067\u3059\u3002Off-Grid\u30A4\u30D9\u30F3\u30C8\u4E2D\u306B\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u5B8C\u5168\u306B\u5145\u96FB\u3055\u308C\u307E\u3059\u3002
OFF_GRID_RUNNING=\u30B5\u30A4\u30C8\u306FOff-Grid\u3067\u3059\u3002\u8CA0\u8377\u306F\u592A\u967D\u5149\u767A\u96FB\u30B7\u30B9\u30C6\u30E0\u3068\u30D0\u30C3\u30C6\u30EA\u30FC\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
OFF_GRID_RUNNING_HAVE_GENERATOR=\u30B5\u30A4\u30C8\u306FOff-Grid\u3067\u3059\u3002\u8CA0\u8377\u306F\u592A\u967D\u5149\u767A\u96FB\u30B7\u30B9\u30C6\u30E0\u3001\u30D0\u30C3\u30C6\u30EA\u30FC\u3001\u767A\u96FB\u6A5F\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_CHARGING=\u30B7\u30B9\u30C6\u30E0\u306F\u96FB\u529B\u6599\u91D1\u304C\u9AD8\u3044\u6642\u306B\u30D0\u30C3\u30C6\u30EA\u30FC\u3092\u5145\u96FB\u3057\u3001\u653E\u96FB\u3057\u307E\u3059\u3002
ENERGY_STORAGE_DISCHARGING=\u30D0\u30C3\u30C6\u30EA\u30FC\u306E\u4F59\u5270\u30A8\u30CD\u30EB\u30AE\u30FC\u306F\u5229\u76CA\u3092\u5F97\u308B\u305F\u3081\u306B\u653E\u96FB\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_IDLE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u30B9\u30BF\u30F3\u30D0\u30A4\u30E2\u30FC\u30C9\u3067\u3059\u3002
ERROR_ENERGY_5019_NO_DYNAMIC_PRICES=\u52D5\u7684\u6599\u91D1\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081AI\u30E2\u30FC\u30C9\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u3059\u3050\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7514_NEW_MULTI_GATEWAY_NOT_SUPPORT_UPGRADE=\u63A5\u7D9A\u3055\u308C\u305F\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30D0\u30FC\u30B8\u30E7\u30F3 %%{0}%% \u304C\u53E4\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_3034_VERSION_UPGRADE_CANCEL=\u30BF\u30B9\u30AF\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F\u3002\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u65BD\u5DE5\u8005\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
ENERGY_STORAGE_111_STATE_ANALYZE=\u8CA0\u8377\u306F\u592A\u967D\u5149\u767A\u96FB\u30B7\u30B9\u30C6\u30E0\u3001\u30D0\u30C3\u30C6\u30EA\u30FC\u3001\u30B0\u30EA\u30C3\u30C9\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_112_STATE_ANALYZE=\u592A\u967D\u5149\u767A\u96FB\u304C\u5341\u5206\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u8CA0\u8377\u306F\u30D0\u30C3\u30C6\u30EA\u30FC\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_113_STATE_ANALYZE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u30B0\u30EA\u30C3\u30C9\u306B\u653E\u96FB\u3057\u3001\u7BC0\u96FB\u52B9\u679C\u3092\u9AD8\u3081\u307E\u3059\u3002
ENERGY_STORAGE_121_STATE_ANALYZE=\u8CA0\u8377\u306F\u30D0\u30C3\u30C6\u30EA\u30FC\u3001\u30B0\u30EA\u30C3\u30C9\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_122_STATE_ANALYZE=\u8CA0\u8377\u306F\u30D0\u30C3\u30C6\u30EA\u30FC\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_123_STATE_ANALYZE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u30B0\u30EA\u30C3\u30C9\u306B\u653E\u96FB\u3057\u3001\u7BC0\u96FB\u52B9\u679C\u3092\u9AD8\u3081\u307E\u3059\u3002
ENERGY_STORAGE_211_STATE_ANALYZE=\u30B7\u30B9\u30C6\u30E0\u306F\u6599\u91D1\u304C\u9AD8\u3044\u6642\u306B\u30D0\u30C3\u30C6\u30EA\u30FC\u3092\u30B0\u30EA\u30C3\u30C9\u304B\u3089\u5145\u96FB\u3057\u3001\u653E\u96FB\u3057\u307E\u3059\u3002
ENERGY_STORAGE_212_STATE_ANALYZE=\u592A\u967D\u5149\u767A\u96FB\u306F\u5341\u5206\u3067\u3001\u30D0\u30C3\u30C6\u30EA\u30FC\u3092\u5145\u96FB\u3057\u307E\u3059\u3002
ENERGY_STORAGE_213_STATE_ANALYZE=\u592A\u967D\u5149\u767A\u96FB\u306F\u5341\u5206\u3067\u3001\u4F59\u5270\u30A8\u30CD\u30EB\u30AE\u30FC\u3092\u30B0\u30EA\u30C3\u30C9\u306B\u9001\u51FA\u3057\u306A\u304C\u3089\u30D0\u30C3\u30C6\u30EA\u30FC\u3092\u5145\u96FB\u4E2D\u3067\u3059\u3002
ENERGY_STORAGE_221_STATE_ANALYZE=\u30B7\u30B9\u30C6\u30E0\u306F\u96FB\u6C17\u6599\u91D1\u304C\u9AD8\u3044\u6642\u306B\u30D0\u30C3\u30C6\u30EA\u30FC\u3092\u30B0\u30EA\u30C3\u30C9\u304B\u3089\u5145\u96FB\u3057\u3001\u653E\u96FB\u3057\u307E\u3059\u3002
ENERGY_STORAGE_312_STATE_ANALYZE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u30B9\u30BF\u30F3\u30D0\u30A4\u30E2\u30FC\u30C9\u3067\u3059\u3002\u8CA0\u8377\u306F\u592A\u967D\u5149\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
STRATEGY_NONE_SELF_USE_CHARGE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u5145\u96FB\u4E2D\u3067\u3059\u3002
STRATEGY_NONE_GRID_CHARGE_NEGATIVE_PRICE_CHARGE=\u8CFC\u5165\u6599\u91D1\u306F {0} \u3067\u3059\u3002\u30B7\u30B9\u30C6\u30E0\u306F\u30D0\u30C3\u30C6\u30EA\u30FC\u3092\u5145\u96FB\u3057\u307E\u3059\u3002
STRATEGY_NONE_GRID_CHARGE_NEGATIVE_PRICE_DISCHARGE=\u8CFC\u5165\u6599\u91D1\u306F {0} \u3067\u3059\u3002\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u653E\u96FB\u3057\u3001\u96FB\u6C17\u6599\u91D1\u304C\u5B89\u3044\u6642\u306B\u5145\u96FB\u3055\u308C\u307E\u3059\u3002
STRATEGY_NONE_GRID_CHARGE_NEGATIVE_PRICE_IDLE=\u8CFC\u5165\u6599\u91D1\u306F {0} \u3067\u3059\u3002\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u5B8C\u5168\u306B\u5145\u96FB\u6E08\u307F\u3067\u30B9\u30BF\u30F3\u30D0\u30A4\u30E2\u30FC\u30C9\u3092\u958B\u59CB\u3057\u307E\u3059\u3002
ENERGY_UPGRADE_STATE_CROSSTALK=\u901A\u4FE1\u30AF\u30ED\u30B9\u30C8\u30FC\u30AF\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
ENERGY_UPGRADE_STATE_EXPORT=\u30D5\u30A1\u30A4\u30EB\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\uFF0F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u304C\u9032\u884C\u4E2D\u3067\u3059\u3002\u5F8C\u3067\u30C7\u30D0\u30A4\u30B9\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ENERGY_UPGRADE_STATE_QUEUE_FULL=\u5927\u91CF\u306E\u30BF\u30B9\u30AF\u304C\u5F85\u6A5F\u4E2D\u3067\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
ENERGY_UPGRADE_STATE_ALL_DELAY=\u30C7\u30D0\u30A4\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u304C\u9045\u5EF6\u3057\u3066\u3044\u307E\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
COMM_DEVICE_ERROR_TIMEOUT=\u30C7\u30D0\u30A4\u30B9\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
SINGLE=\u5358\u4E00
MAIN=\u30D7\u30E9\u30A4\u30DE\u30EA\u30FC
SUB=\u30BB\u30AB\u30F3\u30C0\u30EA\u30FC
CT_REVERSED={0}\u53CD\u8EE2
CT_RATIO={0}CT\u7387
ERROR_ENERGY_7515_MICRO_PV_N=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u53E4\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002 {0} \u30E2\u30C7\u30EB\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u307E\u305A\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_5403_CT_UPDATE_THIRD_PV=Atmoce\u30A4\u30F3\u30D0\u30FC\u30BF\u30FC\u304C\u63A5\u7D9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FD\u592A\u967D\u5149\u30A2\u30AF\u30BB\u30B9\u30DD\u30FC\u30C8\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SYSTEM_STRATEGY_OTHER_MODE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u975EAI\u30E2\u30FC\u30C9\u3067\u52D5\u4F5C\u3057\u3066\u3044\u307E\u3059\u3002
ERROR_ENERGY_7510_PLC_NOT_SUPPORT_UPGRADE=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u53E4\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u307E\u305A\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ENERGY_STORAGE_411_STATE_ANALYZE=\u30D0\u30C3\u30C6\u30EA\u30FC\u304C\u6D88\u8017\u3057\u3066\u3044\u307E\u3059\uFF08\u2264{0}%\uFF09\u3002\u96FB\u529B\u306F\u592A\u967D\u5149\u767A\u96FB\u30B7\u30B9\u30C6\u30E0\u3068\u30B0\u30EA\u30C3\u30C9\u304B\u3089\u4F9B\u7D66\u3055\u308C\u3066\u3044\u307E\u3059\u3002
ENERGY_STORAGE_511_STATE_ANALYZE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u30B9\u30BF\u30F3\u30D0\u30A4\u30E2\u30FC\u30C9\u3067\u3059\u3002\u8CA0\u8377\u306F\u592A\u967D\u5149\u30B7\u30B9\u30C6\u30E0\u3068\u30B0\u30EA\u30C3\u30C9\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_613_STATE_ANALYZE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u5B8C\u5168\u306B\u5145\u96FB\u3055\u308C\u3066\u3044\u307E\u3059\uFF08\u5145\u96FB\u9650\u754C\u5024\u2265 {0} %\uFF09\u3002\u4F59\u5270\u30A8\u30CD\u30EB\u30AE\u30FC\u306F\u30B0\u30EA\u30C3\u30C9\u306B\u9001\u51FA\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_713_STATE_ANALYZE=\u592A\u967D\u5149\u767A\u96FB\u306F\u5341\u5206\u3067\u3059\u3002\u4F59\u5270\u30A8\u30CD\u30EB\u30AE\u30FC\u306F\u30B0\u30EA\u30C3\u30C9\u306B\u9001\u51FA\u3055\u308C\u307E\u3059\u3002
ENERGY_STORAGE_821_STATE_ANALYZE=\u30D0\u30C3\u30C6\u30EA\u30FC\u304C\u6D88\u8017\u3057\u3066\u3044\u307E\u3059\uFF08\u2264{0}%\uFF09\u3002\u96FB\u529B\u306F\u30B0\u30EA\u30C3\u30C9\u304B\u3089\u4F9B\u7D66\u3055\u308C\u3066\u3044\u307E\u3059\u3002
ENERGY_STORAGE_921_STATE_ANALYZE=\u30D0\u30C3\u30C6\u30EA\u30FC\u306F\u30B9\u30BF\u30F3\u30D0\u30A4\u30E2\u30FC\u30C9\u3067\u3059\u3002\u8CA0\u8377\u306F\u30B0\u30EA\u30C3\u30C9\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
ERROR_ENERGY_5020_CHANGE_COUNTRY=\u56FD\uFF0F\u5730\u57DF\u3092\u5909\u66F4\u3059\u308B\u3068\u3001\u96FB\u6C17\u6599\u91D1\u5358\u4FA1\u3084\u305D\u306E\u4ED6\u306E\u8A2D\u5B9A\u306B\u5F71\u97FF\u3057\u307E\u3059\u3002\u307E\u305A\u96FB\u6C17\u6599\u91D1\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OFF_GRID_RUNNING_ONLY_STORAGE=\u30B5\u30A4\u30C8\u306FOff-Grid\u3067\u3059\u3002\u8CA0\u8377\u306F\u30D0\u30C3\u30C6\u30EA\u30FC\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
OFF_GRID_RUNNING_ONLY_STORAGE_HAVE_GENERATOR=\u30B5\u30A4\u30C8\u306FOff-Grid\u3067\u3059\u3002\u8CA0\u8377\u306F\u30D0\u30C3\u30C6\u30EA\u30FC\u3068\u767A\u96FB\u6A5F\u306B\u3088\u3063\u3066\u96FB\u529B\u4F9B\u7D66\u3055\u308C\u307E\u3059\u3002
STORAGE_CHARGING_NEGATIVE_INCOME=\u30D0\u30C3\u30C6\u30EA\u30FC\u304C\u30B0\u30EA\u30C3\u30C9\u304B\u3089\u5145\u96FB\u3055\u308C\u3066\u3082\u5B8C\u5168\u306B\u653E\u96FB\u3055\u308C\u306A\u3044\u5834\u5408\u3001\u653E\u96FB\u306B\u3088\u308B\u53CE\u5165\uFF08\u7BC0\u7D04\u984D\uFF09\u306F\u30B0\u30EA\u30C3\u30C9\u304B\u3089\u306E\u518D\u5145\u96FB\u30B3\u30B9\u30C8\u3092\u4E0B\u56DE\u308A\u307E\u3059\u3002
OTHER_NEGATIVE_INCOME=1. \u767A\u96FB\u30C7\u30FC\u30BF\u304C\u4E0D\u6B63\u78BA\u3067\u3059\u3002\u3053\u308C\u306FCT\u306E\u8AA4\u3063\u305F\u8A2D\u7F6E\u3001\u307E\u305F\u306F\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FDPV\u30B7\u30B9\u30C6\u30E0\u306E\u672A\u8A2D\u7F6E\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\\n2. \u30B7\u30B9\u30C6\u30E0\u306E\u5145\u96FB\uFF0F\u653E\u96FB\u671F\u9593\u304CTOU\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u3068\u4E00\u81F4\u3057\u3066\u3044\u307E\u305B\u3093\u3002
NO_INCOME_ERROR=\u767A\u96FB\u3001\u8CFC\u5165\u3001\u307E\u305F\u306F\u8CA9\u58F2\u3055\u308C\u305F\u96FB\u529B\u306B\u95A2\u3059\u308B\u30C7\u30FC\u30BF\u306F\u4E0D\u6B63\u78BA\u3067\u3042\u308A\u3001\u3053\u308C\u306F\u8AA4\u3063\u3066\u8A2D\u7F6E\u3001\u307E\u305F\u306F\u640D\u50B7\u3057\u305FCT\u304C\u539F\u56E0\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
NOT_SET_SELL_PRICE=\u8CA9\u58F2\u6599\u91D1\u306F\u5FC5\u9808\u9805\u76EE\u3067\u3059\u3002
CT_CHECK_NOT_DETECTED=\u672A\u30C1\u30A7\u30C3\u30AF\uFF08{0}\uFF09
CT_CHECK_ERROR=\u30A8\u30E9\u30FC\uFF08{0}\uFF09
GATEWAY_NOT_DETECTED_104=\u539F\u56E0\u3068\u63A8\u5968\uFF1A\n\n\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FDPV\u3078\u306E\u300C\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u5236\u9650\u300D\u304C\u6709\u52B9\u306A\u5834\u5408\u3001\u30C1\u30A7\u30C3\u30AF\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u624B\u52D5\u306E\u30AD\u30E3\u30EA\u30D6\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u63A8\u5968\u3057\u307E\u3059\u3002
PV_NOT_DETECTED_104=\u539F\u56E0\u3068\u63A8\u5968\uFF1A\n\n\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u88FDPV\u3078\u306E\u300C\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u5236\u9650\u300D\u304C\u6709\u52B9\u306A\u5834\u5408\u3001\u30C1\u30A7\u30C3\u30AF\u306B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u624B\u52D5\u306E\u30AD\u30E3\u30EA\u30D6\u30EC\u30FC\u30B7\u30E7\u30F3\u3092\u63A8\u5968\u3057\u307E\u3059\u3002
BATTERY_NOT_DETECTED_110=\u8003\u3048\u3089\u308C\u308B\u539F\u56E0\uFF1A\n\n\u30C1\u30A7\u30C3\u30AF\u6761\u4EF6\u304C\u6E80\u305F\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u4F8B\uFF1A\u5229\u7528\u53EF\u80FD\u306A\u30D0\u30C3\u30C6\u30EA\u30FC\u5145\u96FB\uFF0F\u653E\u96FB\u5BB9\u91CF\u304C\u5341\u5206\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
GATEWAY_DEFAULT_ERROR_CHECK=\u539F\u56E0\u3068\u63A8\u5968\uFF1A\n\n\u30C1\u30A7\u30C3\u30AF\u6761\u4EF6\u304C\u6E80\u305F\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u4F8B\uFF1A\u592A\u967D\u5149\u307E\u305F\u306F\u8CA0\u8377\u304C\u4E0D\u5B89\u5B9A\u3067\u3059\u3002\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002\n\nCT\u306E\u640D\u50B7\u3001\u5207\u65AD\u3001\u6B63\u3057\u304F\u306A\u3044\u63A5\u7D9A\u306A\u3069\u306E\u554F\u984C\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u30E6\u30FC\u30B6\u30FC\u30DE\u30CB\u30E5\u30A2\u30EB\u306B\u5F93\u3044CT\u3092\u9069\u5207\u306B\u518D\u63A5\u7D9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
PV_DEFAULT_ERROR_CHECK=\u539F\u56E0\u3068\u63A8\u5968\uFF1A\n\n\u30C1\u30A7\u30C3\u30AF\u6761\u4EF6\u304C\u6E80\u305F\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u4F8B\uFF1A\u592A\u967D\u5149\u307E\u305F\u306F\u8CA0\u8377\u304C\u5341\u5206\u3067\u306F\u306A\u3044\u304B\u4E0D\u5B89\u5B9A\u3067\u3059\u3002\u5341\u5206\u306A\u592A\u967D\u5149\u306E\u4E0B\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002\n\nCT\u306E\u640D\u50B7\u3001\u5207\u65AD\u3001\u6B63\u3057\u304F\u306A\u3044\u63A5\u7D9A\u306A\u3069\u306E\u554F\u984C\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u30E6\u30FC\u30B6\u30FC\u30DE\u30CB\u30E5\u30A2\u30EB\u306B\u5F93\u3044CT\u3092\u9069\u5207\u306B\u518D\u63A5\u7D9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
BATTERY_DEFAULT_ERROR_CHECK=\u539F\u56E0\u3068\u63A8\u5968\uFF1A\n\nCT\u306E\u640D\u50B7\u3001\u5207\u65AD\u3001\u6B63\u3057\u304F\u306A\u3044\u63A5\u7D9A\u306A\u3069\u306E\u554F\u984C\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u30E6\u30FC\u30B6\u30FC\u30DE\u30CB\u30E5\u30A2\u30EB\u306B\u5F93\u3044CT\u3092\u9069\u5207\u306B\u518D\u63A5\u7D9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
STATION_NO_EQUIPMENT_SN=\u30B5\u30A4\u30C8\u5185\u3067\u30C7\u30D0\u30A4\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\uFF1A{0}
ERROR_ENERGY_7406_SOFTWARE_VERSION_NOT_SUPPORT=\u4E00\u90E8\u306E\u30C7\u30D0\u30A4\u30B9\u306E\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u7D4C\u7531\u3067\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C8\u304C\u3067\u304D\u307E\u305B\u3093\u3002
WARRANTY_STATUS_NORMAL=\u4FDD\u8A3C
WARRANTY_STATUS_EXPIRED=\u5931\u52B9
WARRANTY_STATUS_TIMEOUT_NOT_OPERATED=\u64CD\u4F5C\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
FILE_IMPORT_ERROR=\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u304C\u6B63\u3057\u304F\u8A18\u5165\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
FILE_NO_DATA=\u30C7\u30FC\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u5F62\u5F0F\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
FILE_DATA_EXISTS=\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u4E00\u90E8\u306E\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u306B\u5BFE\u3057\u3066\u6709\u52B9\u306A\u51FA\u8377\u65E5\u304C\u3042\u308A\u307E\u3059\u3002\u4E0A\u66F8\u304D\u3057\u307E\u3059\u304B\uFF1F
FILE_DATA_SHIPMENT_TIME_INCORRECT=\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u4E00\u90E8\u306E\u30B7\u30EA\u30A2\u30EB\u756A\u53F7\u306E\u51FA\u8377\u65E5\u304C\u3001\u65E2\u5B58\u306E\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u65E5\u3088\u308A\u3082\u5F8C\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u4FEE\u6B63\u3057\u3066\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
FILE_DATA_FORMAT_INCORRECT=\u7121\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u5F62\u5F0F\u307E\u305F\u306F\u6B63\u3057\u304F\u306A\u3044\u30C7\u30FC\u30BF\u3067\u3059\u3002\u4FEE\u6B63\u3057\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OFF_GRID_SOC_7392_CONDITION_NOT_MET=\u30D0\u30C3\u30C6\u30EA\u30FCSOC\u6761\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u5F8C\u3067\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044\u3002
BACKUP_BOX_7393_FAULT_OFF_GRID=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30DC\u30C3\u30AF\u30B9\u306E\u6545\u969C\u3067\u3059\u3002\u65BD\u5DE5\u8005\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
OFF_GRID_OPERATION_7394_IS_NOT_ALLOWED=\u64CD\u4F5C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30DC\u30C3\u30AF\u30B9\u3092\u300C\u30AA\u30F3\u30B0\u30EA\u30C3\u30C9\uFF08On-Grid\uFF09\u300D\u30E2\u30FC\u30C9\u306B\u5207\u308A\u66FF\u3048\u3066\u304F\u3060\u3055\u3044\u3002
SMS_SEND_CONFIG_PIN=PIN\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
SMS_SEND_CONFIG_PUK=PUK\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u30ED\u30C3\u30AF\u89E3\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
SMS_SEND_CONFIG_SIM=\u4FDD\u5B58\u306B\u5931\u6557\u3057\u305F\u304B\u3001SIM\u30AB\u30FC\u30C9\u756A\u53F7\u304C\u7121\u52B9\u3067\u3059\u3002
SMS_SEND_TEST=SMS\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002SIM\u30AB\u30FC\u30C9\u30CA\u30F3\u30D0\u30FC\u304A\u3088\u3073\u53D7\u4FE1\u8005\u306E\u643A\u5E2F\u96FB\u8A71\u756A\u53F7\u3092\u8A8D\u8A3C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SMS_SET_PHONE_NUMBER=\u643A\u5E2F\u96FB\u8A71\u756A\u53F7\u3092\u4FDD\u5B58\u3057\u307E\u3057\u305F\u3002\u672C\u5F53\u306B\u8A8D\u8A3CSMS\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3057\u307E\u3059\u304B\uFF1F
SMS_SEND_TEST_SMS=SMS\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002 {1} \u304B\u3089\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u3001\u643A\u5E2F\u96FB\u8A71\uFF08{0}\uFF09\u3067\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ENERGY_STORAGE_CHARGING_AND_DISCHARGING=
UPGRADE_TASK_TYPE_NAME={0} \u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D
ERROR_ENERGY_7516_THIRD_PV_NOT_SUPPORT=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u63A5\u7D9A\u306B\u3064\u3044\u3066\u306F\u3001\u65BD\u5DE5\u8005\u306B\u9023\u7D61\u3057\u3066\u4EA4\u63DB\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_ENERGY_7318_CT_MULTI_CHECK=\u30B5\u30A4\u30C8\u5185\u3067\u8907\u6570\u306E\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\u304C\u7A3C\u50CD\u3057\u3066\u3044\u308B\u5834\u5408\u3001CT\u81EA\u5DF1\u8A3A\u65AD\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
CIPHER_EMPTY=\u88FD\u54C1QR\u30B3\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
SHIPMENT_TIME_EMPTY=\u51FA\u8377\u65E5\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
CIPHER_FORMAT_INCORRECT=\u7121\u52B9\u306A\u88FD\u54C1QR\u30B3\u30FC\u30C9\u3067\u3059\u3002
SHIPMENT_TIME_FORMAT_INCORRECT=\u51FA\u8377\u65E5\u306E\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
SHIPMENT_TIME_NOT_EXISTS=\u51FA\u8377\u65E5\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
PN_NOT_EXISTS=\u88FD\u54C1QR\u30B3\u30FC\u30C9\u306EPN\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
SHIPMENT_TIME_BIGGER_THAN_ACTIVATE_TIME=\u51FA\u8377\u65E5\u304C\u3001\u65E2\u5B58\u306E\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u65E5\u3088\u308A\u3082\u5F8C\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
SHIPMENT_TIME_SMALL=\u51FA\u8377\u65E5\u306F2024\u3088\u308A\u3082\u524D\u3067\u3059\u3002
WARRANTY_LIFE_SMALL_ERROR=\u8A2D\u5099 {0} \u54C1\u8CEA\u4FDD\u8A3C\u5E74\u9650\u306F0\u3088\u308A\u5927\u304D\u304F\u306A\u3051\u308C\u3070\u306A\u3089\u306A\u3044\u306E\u3067\u3001\u5408\u7406\u7684\u306B\u5EF6\u9577\u4FDD\u8A3C\u3092\u914D\u7F6E\u3057\u3066\u304F\u3060\u3055\u3044
STATION_NOT_BOUND=\u30B5\u30A4\u30C8\u304C\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u306B\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044\u3002
CONNECT_FAILED=\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
OWNER_ACCOUNT_NOT_ACTIVATED=\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u307E\u305A\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
OWNER_NOT_ACCEPT_TERMS=\u30DB\u30FC\u30E0\u30AA\u30FC\u30CA\u30FC\u304C\u3053\u306E\u30B5\u30A4\u30C8\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u8A31\u53EF\u3092\u627F\u8A8D\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u627F\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
LOGGER_VERSION=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4
MICRO_INV_VERSION=\u30DE\u30A4\u30AF\u30ED\u30A4\u30F3\u30D0\u30FC\u30BF\u30FC\uFF081-in-1\uFF09
BATTERY_VERSION=\u30D0\u30C3\u30C6\u30EA\u30FC
BACKUP_BOX_VERSION=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30DC\u30C3\u30AF\u30B9
MICRO_INVERTER_2IN1_VERSION=\u30DE\u30A4\u30AF\u30ED\u30A4\u30F3\u30D0\u30FC\u30BF\u30FC\uFF082-in-1\uFF09
SCU_VERSION=\u7523\u696D\u30FB\u5546\u696D\u7528\u30A8\u30CD\u30EB\u30AE\u30FC\u8CAF\u8535
MINI_LOGGER_VERSION=\u30B2\u30FC\u30C8\u30A6\u30A7\u30A4\uFF08\u30DF\u30CB\uFF09
STORAGE_CT_USES_START=\u30B9\u30C8\u30EC\u30FC\u30B8CT\u672A\u63A5\u7D9A
VPP_MODE_NOT_SUPPORT=\u304A\u540D\u524D\u306E\u4E0B\u306E\u767A\u96FB\u6240\u306BVPP\u30E2\u30FC\u30C9\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u306A\u3044\u30C7\u30D0\u30A4\u30B9\u304C\u5B58\u5728\u3057\u307E\u3059\u3002\u30C7\u30D0\u30A4\u30B9\u306E\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304B\u3089\u518D\u5EA6\u304A\u8A66\u3057\u304F\u3060\u3055\u3044
