#Excel to Properties :fr-FR
#Thu Aug 28 13:50:42 CST 2025
SUCCESS=Requ\u00EAte r\u00E9ussie.
AUTHENTICATION_FAIL=Vos informations de connexion ont expir\u00E9 ou sont erron\u00E9es, veuillez vous reconnecter
UN_AUTHENTICATION=La connexion a expir\u00E9 ou les informations de connexion sont incorrectes. Veuillez vous reconnecter.
PARAM_EMPTY=Le param\u00E8tre d\u2019entr\u00E9e {0} est vide. Veuillez consulter la documentation de l\u2019API.
SIGN_OTHER_DEVICE=Votre compte a \u00E9t\u00E9 utilis\u00E9 pour la connexion sur un autre appareil. Veuillez v\u00E9rifier.
ACCOUNT_DISABLE=Votre compte a \u00E9t\u00E9 d\u00E9sactiv\u00E9, veuillez contacter le service client
FORBIDDEN=Acc\u00E8s interdit
METHOD_NOT_ALLOWED=Vous n\u2019avez pas d\u2019autorisation sur la m\u00E9thode.
NOT_FOUND=L\u2019adresse demand\u00E9e n\u2019existe pas.
URL_NOT_HAS_PERMISSION=Vous ne disposez pas des droits d\u2019acc\u00E8s.
TOKEN_ERROR=Jeton erron\u00E9
USER_NOT_PERMISSION=Vous n\u2019avez pas l\u2019autorisation.
USER_FORBIDDEN=L\u2019utilisateur est d\u00E9sactiv\u00E9
FEIGN_AUTH_FAIL=\u00C9chec de l\u2019authentification fictive.
FAILURE_500=\u00C9chec (500).
FAILURE_503=\u00C9chec (503).
FAILURE_1000=\u00C9chec (1000).
FAILURE_2000=\u00C9chec (2000).
FAILURE=Une erreur de service s\u2019est produite.
SYSTEM_ERROR=Erreur syst\u00E8me
INTERNAL_SERVER_ERROR=Une erreur de service interne s\u2019est produite.
DATABASE_ERROR=Exception de base de donn\u00E9es
GATEWAY_ERROR=Erreur de passerelle
FILE_BEYOND_MAX_LIMIT=La taille du fichier d\u00E9passe la limite maximale de 10 Mo.
FILE_UPLOAD_FAIL=\u00C9chec du chargement du fichier.
PARAM_ERROR=Une erreur de param\u00E8tre s\u2019est produite.
COMMON_BUSINESS=Une erreur fonctionnelle s\u2019est produite.
ERROR_CLOUD_9999_NOT_HAS_PERMISSION=Pas d\u2019acc\u00E8s.
GROUP_NOT_ALLOWED=Aucune autorisation d\u2019acc\u00E8s, ou l\u2019installateur n\u2019existe pas.
STATION_NOT_ALLOWED=Aucune autorisation d\u2019acc\u00E8s, ou le site n\u2019existe pas.
DEVICE_NOT_ALLOWED=Aucune autorisation d\u2019acc\u00E8s, ou l\u2019appareil n\u2019existe pas.
INTERFACE_URL_ERROR=L\u2019URL de l\u2019API est incorrecte. Veuillez v\u00E9rifier.
OWNER_NOT_AUTHORIZED=Vous ne disposez pas des droits d\u2019acc\u00E8s. Contactez votre propri\u00E9taire pour obtenir son autorisation.
PARAM_NOT_CORRECT=Le param\u00E8tre d\u2019entr\u00E9e {0} est incorrectement d\u00E9fini. Veuillez consulter la documentation de l\u2019API.
TWO_PARAM_NOT_CORRECT=Le param\u00E8tre d\u2019entr\u00E9e {0} ou {1} est incorrect. Veuillez v\u00E9rifier.
THERE_PARAM_NOT_CORRECT=Le param\u00E8tre d\u2019entr\u00E9e {0}, {1}, ou {2} est incorrect. Veuillez v\u00E9rifier.
SYSTEM_INTERNAL_ERROR=Syst\u00E8me occup\u00E9. Veuillez r\u00E9essayer ult\u00E9rieurement.
SYSTEM_LOG_STATION_NAME=Nom du site
ERROR_CLOUD_2600_NEED_OWNER_AUTH=Vous ne disposez pas des autorisations d'utilisation. Contactez votre propri\u00E9taire pour obtenir son autorisation.\n%%Proc\u00E9dure d'autorisation du propri\u00E9taire\u00A0>%%
