#Excel to Properties :ro-RO
#Mon Aug 11 11:53:48 CST 2025
EMAIL_NOT_NULL=Adresa de e-mail este obligatorie.
GROUP_TYPE_NOT_NULL=Tipul grupului este obligatoriu.
USER_NAME_NOT_NULL=Numele de utilizator este obligatoriu.
PASSWORD_NOT_NULL=Parola este obligatorie.
VERIFY_NOT_NULL=Codul de verificare este obligatoriu.
OLD_PASSWORD_NOT_NULL=Parola curent\u0103 este obligatorie.
NEW_PASSWORD_NOT_NULL=Parola nou\u0103 este obligatorie.
RETRIEVE_RECORD_CODE_NOT_NUll=Codul de invita\u021Bie este obligatoriu.
UNAUTHORIZED_REASON=S-a produs o eroare de autentificare de identitate.
UNAUTHORIZED_DETAIL=access_token este nevalid sau a expirat.
FORBIDDEN_REASON=API nu este acceptat.
FORBIDDEN_DETAIL=Nu ave\u021Bi permisiune pentru acest API.
FORBIDDEN_METHOD_REASON=Metoda nu este acceptat\u0103.
FORBIDDEN_METHOD_DETAIL=Nu ave\u021Bi permisiune pentru aceast\u0103 metod\u0103.
UNKNOWN_REASON=Serverul este aglomerat.
UNKNOWN_DETAIL=Serverul este aglomerat.
INVALID_REQUEST_REASON=Solicitarea este nevalid\u0103.
INVALID_REQUEST_DETAIL=Solicitarea este nevalid\u0103.
FILE_NOT_NULL=Fi\u0219ierul este obligatoriu.
PASSWD_FORMAT_ERROR=Formatul parolei este incorect.
OPEN_API_PARAMETER_ERROR=Parametrul obligatoriu este nul
FAILURE=\u6570\u636E\u83B7\u53D6\u5931\u8D25
ERROR_OPENAPI_1000_FAILURE=Nu s-a reu\u0219it ob\u021Binerea datelor.
ERROR_OPENAPI_3001_SUBSCRIPTION_DATA_NULL=Nu exist\u0103 date \u00EEnc\u0103, activa\u021Bi abonamentul de date mai \u00EEnt\u00E2i
ERROR_OPENAPI_3002_SUBSCRIPTION_DEVICE_NULL=Nu exist\u0103 date. Activa\u021Bi abonamentul de date\:{0}
EXECUTE=Executa\u021Bi
EXECUTE_SUCCEEDED=Executare reu\u0219it\u0103
EXECUTE_FAILED=Executare e\u0219uat\u0103
ERROR_01=Versiunea portalului nu accept\u0103 aceast\u0103 caracteristic\u0103. Contacta\u021Bi instalatorul sau proprietarul pentru a actualiza portalul.
ERROR_02=Versiunea portalului nu accept\u0103 aceast\u0103 caracteristic\u0103. Contacta\u021Bi instalatorul sau proprietarul pentru a actualiza portalul.
ERROR_03=Versiunea portalului nu accept\u0103 aceast\u0103 caracteristic\u0103. Verifica\u021Bi set\u0103rile parametrului sau contacta\u021Bi instalatorul sau proprietarul pentru a actualiza portalul.
ERROR_04=Portalul returneaz\u0103 un mesaj de e\u0219ec al opera\u021Biei. \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
ERROR_05=Portalul returneaz\u0103 un mesaj de expirare a opera\u021Biei. \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
ERROR_06=Dispozitivul este aglomerat. \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
ERROR_08=Portalul returneaz\u0103 un mesaj de e\u0219ec al opera\u021Biei. \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
ERROR_10=Portalul returneaz\u0103 un mesaj de eroare\: Nu s-a reu\u0219it g\u0103sirea dispozitivului, verifica\u021Bi.
ERROR_11=Portalul returneaz\u0103 un mesaj de eroare\: Asigura\u021Bi conexiunea normal\u0103 \u00EEntre dispozitiv \u0219i portal \u0219i \u00EEncerca\u021Bi din nou.
ERROR_0x80=Se actualizeaz\u0103 portalul... \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
ERROR_0x81=Se export\u0103 jurnalele din portal... \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
ERROR_0x82=Valoarea parametrului este \u00EEn afara intervalului specificat. Consulta\u021Bi manualul pentru ajustare \u0219i seta\u021Bi parametrul p\u00E2n\u0103 c\u00E2nd valoarea este \u00EEn interval.
ERROR_0x83=Portalul este aglomerat. \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
ERROR_0x84=Versiunea portalului nu accept\u0103 aceast\u0103 caracteristic\u0103. Contacta\u021Bi instalatorul sau proprietarul pentru a actualiza portalul.
ERROR_0x85=Versiunea microinvertorului sau a bateriei nu accept\u0103 aceast\u0103 caracteristic\u0103. Contacta\u021Bi instalatorul sau proprietarul pentru actualizare.
ERROR_0x86=Versiunea portalului nu accept\u0103 aceast\u0103 caracteristic\u0103. Contacta\u021Bi instalatorul sau proprietarul pentru a actualiza portalul.
ERROR_20=Executarea a expirat dup\u0103 30 de minute. \u00CEncerca\u021Bi din nou.
ERROR_30=S-a produs o eroare necunoscut\u0103.
ERROR_40=Nu s-a reu\u0219it citirea datelor.
SUCCESS=Reu\u0219it
FAIL=E\u0219uat
COMM_DEVICE_NOT_EXIST=Nu s-a reu\u0219it g\u0103sirea dispozitivului. Verifica\u021Bi dac\u0103 a fost \u0219ters.
COMM_DEVICE_NOT_CONNECT=Portalul este deconectat de la Atmoce-Cloud.
COMM_DEVICE_ERROR=Deconectat de la portal.
COMM_DEVICE_ERROR_RETRY=Deconectat de la portal. \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
COMM_DEVICE_BUSY_RETRY=Se ini\u021Bializeaz\u0103 portalul... \u00CEncerca\u021Bi din nou mai t\u00E2rziu.
SN_NOT_EXIT=NS nu exist\u0103.
SN_NOT_POWER=Loca\u021Bia este neautorizat\u0103.
PARAM_ERROR=Validarea parametrului a e\u0219uat. Verifica\u021Bi.
OPEN_API_SYSTEM_ERROR=Serverul este aglomerat.
PARAM_NOT_POWER=Permisiunea este obligatorie.
ERROR_OPENAPI_1001_PARAM_ERROR_FORMAT=S-a produs o eroare de parametru\: {0}
FORCED_BIND_ERROR=Durata de \u00EEnc\u0103rcare/desc\u0103rcare for\u021Bat\u0103 este configurat\u0103 incorect sau nu este configurat\u0103. Consulta\u021Bi documenta\u021Bia pentru detalii.
PARAM_ERROR_NO_DEVICE=Nu a fost g\u0103sit niciun dispozitiv. Nu s-au putut trimite parametri.
PARAM_ERROR_TOU=Nu s-a reu\u0219it verificarea parametrului Durat\u0103 de utilizare.
PARAM_ERROR_NO_SOLAR=O loca\u021Bie alimentat\u0103 exclusiv pe baterie nu accept\u0103 set\u0103rile parametrilor pe solar. Verifica\u021Bi.
PARAM_ERROR_NO_BATTERY=O loca\u021Bie alimentat\u0103 exclusiv prin PV nu accept\u0103 set\u0103rile parametrilor pe baterie. Verifica\u021Bi.
