#Excel to Properties :fr-FR
#Mon Mar 17 19:44:32 CST 2025
STATION_ID_IS_MUST=L\u2019ID du site est obligatoire.
DEVICE_ID_IS_MUST=L\u2019ID de l\u2019appareil est obligatoire.
MAIL_ERROR=Le format de l\u2019adresse e-mail est incorrect.
FILE_NOT_NULL=Le fichier est obligatoire.
SOFTWARE_NAME_NOT_NULL=Le nom du package est obligatoire.
SOFTWARE_ADDRESS_NOT_NULL=L\u2019adresse du package est obligatoire.
STATION_TYPE_IS_MUST=Le type de site est obligatoire.
INSTALLER_ID_IS_MUST=L\u2019ID de la soci\u00E9t\u00E9 d\u2019installation est obligatoire.
LONGITUDE_RANGE_ERROR=La plage de longitude est incorrecte.
LATITUDE_RANGE_ERROR=La plage de latitude est incorrecte.
GRID_CONNECTED_TIME_IS_MUST=La date d\u2019installation est obligatoire.
SN_IS_MUST=Le n\u00B0 de s\u00E9rie est obligatoire.
MANUFACTURER_IS_MUST=Le fabricant de l\u2019appareil est obligatoire.
MODEL_IS_MUST=Le mod\u00E8le de l\u2019appareil est obligatoire.
GATEWAY_ID_IS_MUST=L\u2019ID de la passerelle est obligatoire.
DEV_LIST_IS_MUST=La liste des sous-appareils est obligatoire.
GRID_STANDARD_CODE_IS_MUST=Le profil r\u00E9seau est obligatoire.
TIMEZONE_CODE_IS_MUST=Le fuseau horaire est obligatoire.
PARAM_RANGE_ERROR=Une erreur de plage de param\u00E8tres s\u2019est produite.
STATION_NOT_EXITS=Le site n\u2019existe pas.
STATION_NUM_OVER_LIMIT=Le nombre de sites d\u00E9passe la limite maximale. Veuillez contacter le Service client.
GATEWAY_NOT_EXITS=Appareil non trouv\u00E9.
PRODUCT_NOT_EXITS=Un appareil d\u2019un nouveau mod\u00E8le a \u00E9t\u00E9 trouv\u00E9 et ne peut pas \u00EAtre connect\u00E9.
STATION_GATEWAY_NOT_MATCH=L\u2019appareil a \u00E9t\u00E9 associ\u00E9 \u00E0 un autre site. Veuillez contacter le Service client.
ERROR_ENERGY_6122_GATEWAY_NOT_EXIST=L\u2019ajout a \u00E9chou\u00E9. V\u00E9rifiez si le mod\u00E8le et le N\u00B0 de s\u00E9rie sont corrects ou si l\u2019appareil a \u00E9t\u00E9 connect\u00E9 \u00E0 Atmoce-Cloud.
TYPE_CODE_IS_MUST=Le type d\u2019appareil est obligatoire.
DEVICE_CONNECT_OFFLINE=Hors ligne
DEVICE_CONNECT_RUNNING=Normal
DEVICE_CONNECT_FAULT=D\u00E9faut
CONNECT_ACTIVATIONS=Non activ\u00E9
INVERTER_STANDBY=En veille
INVERTER_ON_GRID=Mise en r\u00E9seau
INVERTER_OFF_MANUAL=Mise hors tension
INVERTER_OFF_ERROR=Arr\u00EAter
INVERTER_OFFLINE=Hors ligne
INVERTER_UPGRADING=Mise \u00E0 niveau
INVERTER_POWER_OFF=Arr\u00EAter
INVERTER_WAIT_LIGHT=En attente de lumi\u00E8re
DEVICE_TYPE_GATEWAY=Passerelle
DEVICE_TYPE_MICRO_INVERTER=Micro-onduleur
DEVICE_TYPE_STORAGE=Stockage sur batterie
DEVICE_TYPE_HEAT_PUMP=Pompe \u00E0 chaleur
DEVICE_TYPE_SMART_DEVICE=Appareils intelligents
DEVICE_TYPE_HINT_INCLUDING_BMS=Avec BMS
CONN_POINT_REPEAT=L\u2019adresse IP et le num\u00E9ro de port ont d\u00E9j\u00E0 \u00E9t\u00E9 utilis\u00E9s.
CONN_POINT_HOST=Le format de l\u2019adresse IP ou du nom de domaine est incorrect.
CONN_POINT_PORT=Le format du num\u00E9ro de port est incorrect.
IN_USING_MICRO_INVERTER=Le micro-onduleur a \u00E9t\u00E9 associ\u00E9,Veuillez actualiser la page pour r\u00E9essayer.
SOFTWARE_NOT_EXIST=Le format du package de mise \u00E0 niveau est incorrect.
SOFTWARE_VERSION_NOT_EXIST=La version logicielle du package de mise \u00E0 niveau n\u2019existe pas.
DEVICE_TYPE_NOT_EXIST=Le type d\u2019appareil du package de mise \u00E0 niveau est incorrect.
SOFTWARE_VERSION_EXIST={0}Le package de mise \u00E0 niveau a \u00E9t\u00E9 charg\u00E9.
FILE_TYPE_ERROR=Le format du package de mise \u00E0 niveau est incorrect.
FAILURE=\u00C9chec de l\u2019acc\u00E8s aux donn\u00E9es
PARAM_ERROR=\u00C9chec de l\u2019acc\u00E8s aux donn\u00E9es
PARAM_ERROR_FORMAT=Une erreur de param\u00E8tre s\u2019est produite \: {0}
ERROR_CODE_FORMAT=Code d\u2019erreur\: {0}
ERROR_ENERGY_1012_CAUSE_CODE_FORMAT=Code d\u2019erreur\u00A0\: {0}
COMMON_BUSINESS=Une erreur fonctionnelle s\u2019est produite.
STATION_DEVICE_NOT_MATCH=L\u2019appareil a \u00E9t\u00E9 associ\u00E9 \u00E0 un autre site. Veuillez contacter le Service client\: {0}
STATION_DEVICE_NO_COMM=L\u2019appareil n\u2019a pas \u00E9t\u00E9 trouv\u00E9. Veuillez le rechercher \u00E0 nouveau ou l\u2019ajouter manuellement.{0}
STATION_DEVICE_NO_PRODUCT=Un appareil d\u2019un nouveau mod\u00E8le a \u00E9t\u00E9 trouv\u00E9 et ne peut \u00EAtre connect\u00E9. Veuillez contacter le Service client.{0}
STATION_DEVICE_TRUST_ERROR=\u00C9chec de la connexion \u00E0 l\u2019appareil. Veuillez v\u00E9rifier l\u2019\u00E9tat du r\u00E9seau.
STATION_DEVICE_TRUST_ERROR_GATEWAY=\u00C9chec de la connexion de la passerelle \u00E0 l\u2019appareil
DEVICE_NOT_EXITS=L\u2019appareil n\u2019existe pas.
COMM_DEVICE_NOT_EXIST=Appareil non trouv\u00E9.
COMM_DEVICE_NOT_CONNECT=La passerelle est d\u00E9connect\u00E9e d'Atmoce-Cloud.
COMM_DEVICE_ERROR=Une erreur de communication s\u2019est produite.
COMM_DEVICE_ERROR_RETRY=Une erreur de communication s\u2019est produite. Veuillez r\u00E9essayer plus tard.
COMM_DEVICE_BUSY_RETRY=L'appareil est en cours d'initialisation. Veuillez r\u00E9essayer ult\u00E9rieurement.
DATE_TYPE_IS_MUST=Le type de date est obligatoire.
DATA_LIST_HAS_REFRESH=Les donn\u00E9es ont expir\u00E9. Veuillez actualiser la liste.
POINT_PARAM_ERROR=\u00C9chec de la sauvegarde de {0} ;
ERROR_ENERGY_3010_VERSION_UPGRADE_TASK_NOT_EXIST=La t\u00E2che de mise \u00E0 niveau n\u2019existe pas.
ERROR_ENERGY_3011_PUBLISH_TASK_CAN_NOT_UPDATE_OR_DEL=Les t\u00E2ches de mise \u00E0 niveau publi\u00E9es ne peuvent pas \u00EAtre modifi\u00E9es ou supprim\u00E9es.
ERROR_ENERGY_3012_VERSION_TASK_HAS_PUBLISH=La t\u00E2che de mise \u00E0 niveau a \u00E9t\u00E9 publi\u00E9e.
ERROR_ENERGY_3013_VERSION_TASK_RULE_NOT_EMPTY=La r\u00E8gle de mise \u00E0 niveau est obligatoire.
ERROR_ENERGY_3014_VERSION_TASK_RANGE_NOT_EMPTY=La plage de mise \u00E0 niveau est obligatoire.
ERROR_ENERGY_3015_VERSION_TASK_PUBLISH_FAIL=La publication de la t\u00E2che de mise \u00E0 niveau a \u00E9chou\u00E9.
ERROR_ENERGY_3016_VERSION_TASK_REVOKE_FAIL=Le retrait de la publication de la t\u00E2che de mise \u00E0 niveau a \u00E9chou\u00E9.
ERROR_ENERGY_3017_VERSION_TASK_DEV_NOT_EXIST=L\u2019appareil de la t\u00E2che de mise \u00E0 niveau n\u2019existe pas.
ERROR_ENERGY_3018_VERSION_TASK_STATION_NOT_EXIST=Le site de la t\u00E2che de mise \u00E0 niveau n\u2019existe pas.
ERROR_ENERGY_3019_VERSION_TASK_SAVE_FAIL=La sauvegarde de la t\u00E2che de mise \u00E0 niveau a \u00E9chou\u00E9.
ERROR_ENERGY_3020_UPGRADE_TASK_NOT_EXIST=La t\u00E2che de mise \u00E0 niveau n\u2019existe pas.
ERROR_ENERGY_3021_UPGRADE_TASK_ERROR=Les infos sur la t\u00E2che de mise \u00E0 niveau sont incorrectes.
ERROR_ENERGY_3022_UPGRADE_TASK_STATUS_ERROR=La t\u00E2che de mise \u00E0 niveau est anormale.
ERROR_ENERGY_3023_UPGRADE_RETRY_FAIL=Le nouvel essai de mise \u00E0 niveau a \u00E9chou\u00E9.
ERROR_ENERGY_3024_UPGRADE_PACKAGE_NOT_FIND=Aucun package de mise \u00E0 niveau trouv\u00E9.
ERROR_ENERGY_3025_DEV_VERSION_IS_LATEST=L\u2019appareil est d\u00E9j\u00E0 \u00E0 jour.
ERROR_ENERGY_3028_VERSION_UPGRADE_FAIL=La mise \u00E0 niveau a \u00E9chou\u00E9. Appareils \u00E0 mettre \u00E0 niveau\u00A0\: {0}
ERROR_ENERGY_6203_DEVICE_DELETED=L\u2019appareil a \u00E9t\u00E9 supprim\u00E9.
ERROR_ENERGY_8251_DEVICE_ALREADY_UPGRADE=L\u2019appareil a \u00E9t\u00E9 mis \u00E0 niveau vers {0}.
ERROR_ENERGY_8252_DEVICE_ALREADY_UPGRADED=L\u2019appareil a \u00E9t\u00E9 mis \u00E0 niveau vers {0}.
ERROR_ENERGY_8253_UPGRADE_CONDITION_NOT_MEET=Les conditions de mise \u00E0 niveau ne sont pas remplies. ({0})
ERROR_ENERGY_8254_EXIST_DEVICE_UPGRADE_FAIL=La mise \u00E0 niveau de certains appareils a \u00E9chou\u00E9
ERROR_ENERGY_8255_PARAM_AUTO_CONFIG_FAIL=La mise \u00E0 niveau est r\u00E9ussie, mais les param\u00E8tres ne sont pas envoy\u00E9s automatiquement. Veuillez configurer \u00E0 nouveau manuellement les param\u00E8tres
ERROR_ENERGY_8257_GRID_CODE_CONFIG_FAIL=\u00C9chec de l\u2019envoi du profil r\u00E9seau. Veuillez modifier le profil r\u00E9seau.
ERROR_ENERGY_6132_STATION_DEVICE_NOT_MATCH=L\u2019appareil ({1}) a \u00E9t\u00E9 associ\u00E9 au site ({0}). Veuillez le dissocier et l\u2019ajouter \u00E0 nouveau.
ERROR_ENERGY_7306_SETTING_WIFI=Aucun r\u00E9seau n\u2019est configur\u00E9 pour le nouvel appareil. Veuillez le configurer.
STORAGE_CHARGE=Charge en cours
STORAGE_DISCHARGE=D\u00E9charge en cours
STORAGE_SLEEP=Veille
ERROR_ENERGY_7307_REPLACE_COMPLETE=L\u2019appareil a \u00E9t\u00E9 remplac\u00E9. Veuillez actualiser la liste des appareils.
ERROR_ENERGY_7308_DEVICE_TYPE_INCONSISTENT=L\u2019appareil actuel et le nouvel appareil sont de types diff\u00E9rents. Veuillez v\u00E9rifier.
ERROR_ENERGY_7309_EXIST_REPLACE_TASK=L\u2019appareil est en cours de remplacement. Veuillez r\u00E9essayer plus tard.
ERROR_ENERGY_7310_EXIST_REPLACE_CONFIG=Aucun fichier de configuration n\u2019est sauvegard\u00E9 pour l\u2019appareil actuel. Veuillez contacter le Service client.
ERROR_ENERGY_7311_EXIST_COMM_DEVICE=Aucun appareil n\u2019a \u00E9t\u00E9 trouv\u00E9. Veuillez v\u00E9rifier si le N\u00B0 de s\u00E9rie est correct.
ERROR_ENERGY_7312_COMM_GATEWAY_NOT_CONNECT=La communication passerelle est d\u00E9connect\u00E9e. Veuillez v\u00E9rifier.
ERROR_ENERGY_7505_GRID_CODE_NOT_SUPPORT_UPGRADE=L\u2019appareil ne prend pas en charge le profil r\u00E9seau. Veuillez mettre \u00E0 niveau l\u2019appareil avant la configuration.
ERROR_ENERGY_7405_SOFTWARE_VERSION_IN_USING=La version est en cours de mise \u00E0 niveau. Veuillez patienter.
ERROR_ENERGY_7313_REPLACE_MODEL_NOT_MATCH=Le mod\u00E8le ({0}) n\u2019est pas pris en charge pour le remplacement de l\u2019appareil actuel. Veuillez saisir \u00E0 nouveau le N\u00B0 de s\u00E9rie de l\u2019appareil.
ERROR_ENERGY_7314_EXIST_NEW_DEVICE=\u00CAtes-vous s\u00FBr de vouloir remplacer l\u2019appareil ({1}) par l\u2019appareil ({0})\u00A0?
ERROR_ENERGY_7380_DEVICE_MUTEX_UPGRADING=Mise \u00E0 niveau de l\u2019appareil... Veuillez r\u00E9essayer plus tard
ERROR_ENERGY_7381_DEVICE_MUTEX_LOG_EXPORTING=Exportation de journaux... Veuillez r\u00E9essayer plus tard
ERROR_ENERGY_7382_DEVICE_PARAM_INVALID=La valeur du param\u00E8tre est en dehors de la plage, veuillez la configurer \u00E0 nouveau
ERROR_ENERGY_7383_DEVICE_MUTEX_DEVICE_OPERATING=La passerelle configure le r\u00E9seau de l'appareil. Veuillez r\u00E9essayer ult\u00E9rieurement.
ERROR_ENERGY_6153_PANEL_CAPACITY_MAX=Le nombre total de composants a d\u00E9pass\u00E9 le maximum.
ERROR_ENERGY_6154_PANEL_CAPACITY_MIN=Le nombre total de composants ne peut pas \u00EAtre n\u00E9gatif.
GRID_CT_DIRECTION=TC de consommation
GRID_CT_DIRECTION_A=Phase A
GRID_CT_DIRECTION_B=Phase B
GRID_CT_DIRECTION_C=Phase C
GRID_CT_DIRECTION_0=En avant
GRID_CT_DIRECTION_1=En arri\u00E8re
ENERGY_UPGRADE_RETRY_TIME={0} fois
ENERGY_UPGRADE_RETRY_DAY={0} jour(s)
ENERGY_UPGRADE_STEP_FAIL=\u00C9chec de la mise \u00E0 niveau.
ENERGY_UPGRADE_STEP_PENDING=Pr\u00E9paration \u00E0 la mise \u00E0 niveau
ENERGY_UPGRADE_STEP_DOWNLOAD_MERGE=T\u00E9l\u00E9charger le package de mise \u00E0 niveau
ENERGY_UPGRADE_STEP_PARSE_MERGE=Analyser le package de mise \u00E0 niveau
ENERGY_UPGRADE_STEP_ACTIVATE_MERGE=Installer le package de mise \u00E0 niveau
ENERGY_UPGRADE_STEP_RESTART_MERGE=Red\u00E9marrer l\u2019appareil
ENERGY_UPGRADE_STEP_SUCCESS=Termin\u00E9
ENERGY_UPGRADE_STATE_RETRY_EXCEEDED=Trop de tentatives. Limite \: {0}
ENERGY_UPGRADE_STATE_TIME_INVALID=Au-del\u00E0 de la plage horaire disponible \: {0}
ENERGY_UPGRADE_STATE_DEFAULT=La plateforme cloud n\u2019est pas encore pr\u00EAte.
ENERGY_UPGRADE_STATE_WAIT=\u00C0 accepter par le propri\u00E9taire
ENERGY_UPGRADE_STATE_INTERRUPT=L\u2019appareil est d\u00E9connect\u00E9.
ENERGY_UPGRADE_STATE_MICRO_CONDITION=Jusqu\u2019\u00E0 ce que le micro-onduleur remplisse la condition \: {0}
ENERGY_UPGRADE_STATE_STORAGE_CONDITION=Jusqu\u2019\u00E0 ce que le stockage de la batterie remplisse la condition \: {0}
BATTERY_AI_MODE=Mode AI
BATTERY_SELF_USE=Auto-aliment\u00E9
BATTERY_TOU_MODE=Temps d\u2019utilisation
OPENAPI_STATION_UNCOMPLETED=Non termin\u00E9 non termin\u00E9
OPENAPI_STATION_COMPLETE=L\u2019ach\u00E8vement du
HEAT_PUMP_DO_OCCUPY=Occup\u00E9 ({0})
ERROR_ENERGY_7507_SMART_NOT_SUPPORT_UPGRADE=La version actuelle du logiciel de la passerelle ne prend pas en charge cette fonction. Veuillez mettre \u00E0 niveau le logiciel avant la configuration.
ERROR_ENERGY_6204_DEVICE_DELETED=Seule une pompe \u00E0 chaleur est prise en charge.
HOLIDAY_8256_NOT_CONFIG=Aucun jour f\u00E9ri\u00E9 n\u2019est configur\u00E9. Veuillez configurer.
ERROR_ENERGY_7508_SMART_NOT_SUPPORT=La passerelle ne peut pas \u00EAtre connect\u00E9e \u00E0 des appareils intelligents. Pour la connexion, contactez votre installateur pour remplacer la passerelle.
PV_ALARM_SUGGESTION_0_LEVEL=Aucune erreur.
PV_ALARM_SUGGESTION_1_LEVEL=1. V\u00E9rifiez si la surface du panneau solaire est obstru\u00E9e par des corps \u00E9trangers tels que des feuilles, de la poussi\u00E8re, des fientes d'oiseaux ou par l'ombre des arbres et des lignes a\u00E9riennes. Si c'est le cas, corrigez-le rapidement.\\n2. V\u00E9rifiez si le faible rayonnement solaire est d\u00FB \u00E0 l'orientation du panneau solaire.\\n3. Si le probl\u00E8me persiste, contactez votre distributeur ou fabricant de composants.
PV_ALARM_SUGGESTION_2_LEVEL=1. V\u00E9rifiez si la surface du panneau solaire est obstru\u00E9e par des corps \u00E9trangers tels que des feuilles, de la poussi\u00E8re, des fientes d'oiseaux ou par l'ombre des arbres et des lignes a\u00E9riennes. Si c'est le cas, corrigez-le rapidement.\\n2. V\u00E9rifiez si le faible rayonnement solaire est d\u00FB \u00E0 l'orientation du panneau solaire.\\n3. V\u00E9rifiez que le panneau solaire ne pr\u00E9sente aucun d\u00E9faut, tel que bris de verre, d\u00E9coloration de l'EVA, d\u00E9gradation induite par le potentiel (PID) et court-circuit de la diode de d\u00E9rivation.\\n4. Si le probl\u00E8me persiste, contactez votre distributeur ou fabricant de composants.
PV_ALARM_SUGGESTION_3_LEVEL=1. V\u00E9rifiez si la surface du panneau solaire est obstru\u00E9e par des corps \u00E9trangers tels que des feuilles, de la poussi\u00E8re, des fientes d'oiseaux ou par l'ombre des arbres et des lignes a\u00E9riennes. Si c'est le cas, r\u00E9solvez le probl\u00E8me rapidement.\\n2. V\u00E9rifiez si le faible rayonnement solaire est d\u00FB \u00E0 l'orientation du panneau solaire.\\n3. V\u00E9rifiez que le panneau solaire ne pr\u00E9sente pas de dommages importants, tels que des circuits ouverts.\\n4. Si le probl\u00E8me persiste, contactez votre distributeur ou fabricant de composants.
PV_ALARM_NAME_0_LEVEL=Le panneau solaire est normal
PV_ALARM_NAME_1_LEVEL=Puissance de panneau solaire faible
PV_ALARM_NAME_2_LEVEL=Puissance de panneau solaire extr\u00EAmement faible
PV_ALARM_NAME_3_LEVEL=D\u00E9faut de panneau solaire
GATEWAY_UPGRADE_VERSION_UPGRADING=Mise \u00E0 niveau de l'appareil\u2026
GATEWAY_UPGRADE_VERSION_FAILED=\u00C9chec de la mise \u00E0 niveau de l'appareil.
GATEWAY_UPGRADE_VERSION_SUCCESS=Mise \u00E0 niveau de l'appareil effectu\u00E9e.
GATEWAY_UPGRADE_VERSION_PARTIAL_SUCCESS=Certains appareils n'ont pas pu \u00EAtre mis \u00E0 niveau.
GATEWAY_UPGRADE_VERSION_GRID_FAILED=\u00C9chec de l\u2019envoi du profil r\u00E9seau.
GATEWAY_UPGRADE_VERSION_PARAM_FAILED=\u00C9chec de l\u2019envoi de param\u00E8tres.
COMMON_2011_SYSTEM_BUSINESS=Syst\u00E8me occup\u00E9. Veuillez r\u00E9essayer plus tard.
ERROR_ENERGY_3030_DEVICE_CONNECT_FAIL=La communication entre la passerelle et l'appareil non mis \u00E0 niveau est interrompue. Veuillez r\u00E9soudre le probl\u00E8me avant de mettre \u00E0 niveau.
PV_DIAG_FAULT_REASON_OFFLINE_NOTES=Diagnostic impossible en raison de l'absence de donn\u00E9es r\u00E9centes sur le fonctionnement du syst\u00E8me solaire. Veuillez v\u00E9rifier si la communication du site est interrompue.
ERROR_ENERGY_3027_UPGRADE_OPERATE_FAIL=\u00C9chec de l'op\u00E9ration.
PV_DIAG_BEFORE_GRID_CONNECTED_DATE=Le diagnostic n'est pas pris en charge car le site est install\u00E9 depuis moins de 7 jours.
PV_DIAG_BEFORE_PV_NUMBER=Le diagnostic n'est pas pris en charge car le site compte moins de 4 panneaux solaires.
PV_DIAG_BEFORE_POWER_LIMIT_GRID=Le diagnostic n'est pas pris en charge car le site a activ\u00E9 une connexion au r\u00E9seau \u00E0 puissance limit\u00E9e.
ERROR_ENERGY_6205_DI_SUPPORT=Le port DI actuel n'est pas pris en charge.
GRID_CT_RATIO=Rapport de TC de consommation.
GRID_CT_RATIO_0=80A/40mA
GRID_CT_RATIO_1=200A/40mA
ERROR_ENERGY_6206_TOU_SET=D\u00E9finir les param\u00E8tres comme non r\u00E9p\u00E9tables
ERROR_ENERGY_3031_VERSION_UPGRADE_CANCEL=T\u00E2che de mise \u00E0 niveau annul\u00E9e
