#Excel to Properties :th-TH
#Thu Aug 28 13:50:42 CST 2025
PARAM_ERROR=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E32\u0E07\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C
DELETE_ERROR_SENDED=\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27\uFF1A\u0E2A\u0E48\u0E07\u0E41\u0E08\u0E49\u0E07\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
UPDATE_ERROR_SENDED=\u0E2D\u0E31\u0E1B\u0E40\u0E14\u0E15\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27\uFF1A\u0E2A\u0E48\u0E07\u0E41\u0E08\u0E49\u0E07\u0E40\u0E23\u0E35\u0E22\u0E1A\u0E23\u0E49\u0E2D\u0E22\u0E41\u0E25\u0E49\u0E27
MESSAGE_MODEL_ERROR=\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E23\u0E2B\u0E31\u0E2A\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E17\u0E35\u0E48\u0E2A\u0E2D\u0E14\u0E04\u0E25\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E21\u0E35\u0E40\u0E17\u0E21\u0E40\u0E1E\u0E25\u0E15\u0E17\u0E35\u0E48\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E02\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E40\u0E17\u0E21\u0E40\u0E1E\u0E25\u0E15\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48
UPDATE_ERROR_SENDED_LOCKED=\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27\: \u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E23\u0E32\u0E22\u0E2D\u0E37\u0E48\u0E19\u0E01\u0E33\u0E25\u0E31\u0E07\u0E17\u0E33\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E2D\u0E22\u0E39\u0E48
STATION_GRID_OFF_LINE_WITHOUT_BATTERY_SUBJECT=\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E2D\u0E1F\u0E01\u0E23\u0E34\u0E14
STATION_GRID_OFF_LINE_WITHOUT_BATTERY_CONTENT=<html ><div style\="padding\: 20px;line-height\: 1.4;"><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E40\u0E23\u0E35\u0E22\u0E19 \u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E2A\u0E27\u0E31\u0E2A\u0E14\u0E35\!</p><br /><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 [&{}&] \u0E44\u0E14\u0E49\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E2D\u0E1F\u0E01\u0E23\u0E34\u0E14 \u0E23\u0E30\u0E14\u0E31\u0E1A\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48 &{}&% \u0E0B\u0E36\u0E48\u0E07\u0E04\u0E32\u0E14\u0E27\u0E48\u0E32\u0E08\u0E30\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\u0E19\u0E32\u0E19 &{}&</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E2A\u0E32\u0E40\u0E2B\u0E15\u0E38\u0E40\u0E01\u0E34\u0E14\u0E08\u0E32\u0E01\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E01\u0E23\u0E34\u0E14\u0E02\u0E31\u0E14\u0E02\u0E49\u0E2D\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E02\u0E2D\u0E07\u0E27\u0E07\u0E08\u0E23 AC \u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E2B\u0E32\u0E01\u0E04\u0E38\u0E13\u0E21\u0E35\u0E04\u0E33\u0E16\u0E32\u0E21\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E19\u0E17\u0E31\u0E19\u0E17\u0E35</p><br /><br /><br /><br /><p style\="margin\: 0; font-size\: 16px; color\: \#515559">\u0E02\u0E2D\u0E41\u0E2A\u0E14\u0E07\u0E04\u0E27\u0E32\u0E21\u0E19\u0E31\u0E1A\u0E16\u0E37\u0E2D</p><p style\="margin\: 0; font-size\: 16px; color\: \#515559">\u0E17\u0E35\u0E21 Atmoce</p></div></html>
STATION_GRID_OFF_LINE_BATTERY_SUBJECT=\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E2D\u0E1F\u0E01\u0E23\u0E34\u0E14
STATION_GRID_OFF_LINE_BATTERY_CONTENT=<html ><div style\="padding\: 20px;line-height\: 1.4;"><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E40\u0E23\u0E35\u0E22\u0E19 \u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E2A\u0E27\u0E31\u0E2A\u0E14\u0E35\!</p><br /><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 [&{}&] \u0E44\u0E14\u0E49\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E2D\u0E1F\u0E01\u0E23\u0E34\u0E14 \u0E23\u0E30\u0E14\u0E31\u0E1A\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48 &lt;&{}&%</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E40\u0E23\u0E32\u0E02\u0E2D\u0E41\u0E19\u0E30\u0E19\u0E33\u0E43\u0E2B\u0E49\u0E04\u0E38\u0E13\u0E1B\u0E34\u0E14\u0E42\u0E2B\u0E25\u0E14\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E1B\u0E23\u0E30\u0E2B\u0E22\u0E31\u0E14\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E2B\u0E32\u0E01\u0E04\u0E38\u0E13\u0E21\u0E35\u0E04\u0E33\u0E16\u0E32\u0E21\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E19\u0E17\u0E31\u0E19\u0E17\u0E35</p><br /><br /><br /><br /><p style\="margin\: 0; font-size\: 16px; color\: \#515559">\u0E02\u0E2D\u0E41\u0E2A\u0E14\u0E07\u0E04\u0E27\u0E32\u0E21\u0E19\u0E31\u0E1A\u0E16\u0E37\u0E2D</p><p style\="margin\: 0; font-size\: 16px; color\: \#515559">\u0E17\u0E35\u0E21 Atmoce</p></div></html>
STATION_OFF_LINE_SUBJECT=\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E2D\u0E2D\u0E1F\u0E44\u0E25\u0E19\u0E4C\u0E2D\u0E22\u0E39\u0E48
STATION_OFF_LINE_CONTENT=<html><div style\="padding\: 20px;line-height\: 1.4;"><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E40\u0E23\u0E35\u0E22\u0E19 \u0E40\u0E08\u0E49\u0E32\u0E02\u0E2D\u0E07\u0E1A\u0E49\u0E32\u0E19\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23 Atmoce\:</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E2A\u0E27\u0E31\u0E2A\u0E14\u0E35\!</p><br /><p style\="margin\: 0 0 16px; font-size\: 16px; color\: \#18191a">\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 [&{}&] \u0E44\u0E14\u0E49\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E2D\u0E2D\u0E1F\u0E44\u0E25\u0E19\u0E4C \u0E40\u0E23\u0E32\u0E41\u0E19\u0E30\u0E19\u0E33\u0E43\u0E2B\u0E49\u0E04\u0E38\u0E13\u0E17\u0E33\u0E01\u0E32\u0E23\u0E01\u0E39\u0E49\u0E04\u0E37\u0E19\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E42\u0E14\u0E22\u0E40\u0E23\u0E47\u0E27</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E2A\u0E32\u0E40\u0E2B\u0E15\u0E38\u0E17\u0E35\u0E48\u0E2D\u0E32\u0E08\u0E40\u0E1B\u0E47\u0E19\u0E44\u0E1B\u0E44\u0E14\u0E49\:</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">1. \u0E40\u0E1A\u0E23\u0E01\u0E40\u0E01\u0E2D\u0E23\u0E4C PV \u0E15\u0E31\u0E14\u0E08\u0E48\u0E32\u0E22\u0E01\u0E32\u0E23\u0E08\u0E48\u0E32\u0E22\u0E44\u0E1F\u0E41\u0E25\u0E30\u0E23\u0E30\u0E1A\u0E1A\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19\u0E41\u0E2A\u0E07\u0E2D\u0E32\u0E17\u0E34\u0E15\u0E22\u0E4C\u0E2B\u0E22\u0E38\u0E14\u0E01\u0E32\u0E23\u0E17\u0E33\u0E07\u0E32\u0E19</p><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">2. \u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E01\u0E31\u0E1A\u0E04\u0E25\u0E32\u0E27\u0E14\u0E4C\u0E02\u0E31\u0E14\u0E02\u0E49\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E32\u0E07\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E48\u0E32\u0E22 (FE/Wi-Fi)</p><br><p style\="margin\: 0; font-size\: 16px; color\: \#18191a">\u0E2B\u0E32\u0E01\u0E04\u0E38\u0E13\u0E21\u0E35\u0E04\u0E33\u0E16\u0E32\u0E21\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E19\u0E17\u0E31\u0E19\u0E17\u0E35</p><br /><br /><br /><br /><p style\="margin\: 0; font-size\: 16px; color\: \#515559">\u0E02\u0E2D\u0E41\u0E2A\u0E14\u0E07\u0E04\u0E27\u0E32\u0E21\u0E19\u0E31\u0E1A\u0E16\u0E37\u0E2D</p><p style\="margin\: 0; font-size\: 16px; color\: \#515559">\u0E17\u0E35\u0E21 Atmoce</p></div></html>
STATION_STATUS_INSTALLER_SUBJECT=\u0E20\u0E32\u0E1E\u0E23\u0E27\u0E21\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32
STATION_STATUS_INSTALLER_CONTENT=<html> <div style\=""padding\: 20px; line-height\: 1.4""> <p style\=""margin\: 0; font-size\: 16px; color\: \#18191a"">\u0E40\u0E23\u0E35\u0E22\u0E19 \u0E1C\u0E39\u0E49\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u00A0 </p> <p style\=""margin\: 0; font-size\: 16px; color\: \#18191a"">\u0E2A\u0E27\u0E31\u0E2A\u0E14\u0E35\! </p> <br /> <p style\=""margin\: 0 0 16px; font-size\: 16px; color\: \#18191a""> \u0E42\u0E1B\u0E23\u0E14\u0E40\u0E1B\u0E34\u0E14\u0E41\u0E2D\u0E1B Atmoce \u0E41\u0E25\u0E30\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E08\u0E33\u0E19\u0E27\u0E19 &{}& \u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E20\u0E32\u0E22\u0E43\u0E15\u0E49\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E42\u0E14\u0E22\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E21\u0E35\u0E14\u0E31\u0E07\u0E19\u0E35\u0E49\: </p> <ul style\=""padding-left\: 20px""> <li style\=""margin-bottom\: 4px"">\u0E08\u0E33\u0E19\u0E27\u0E19\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E17\u0E35\u0E48\u0E2D\u0E2D\u0E1F\u0E44\u0E25\u0E19\u0E4C\: &{}& </li> <li style\=""margin-bottom\: 4px"">\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E02\u0E2D\u0E07\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\: &{}& </li> </ul> <br /> <p style\=""margin\: 0; font-size\: 16px; color\: \#18191a""> \u0E2B\u0E32\u0E01\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E2D\u0E2D\u0E1F\u0E44\u0E25\u0E19\u0E4C\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32\u0E19\u0E32\u0E19 \u0E2D\u0E32\u0E08\u0E40\u0E1B\u0E47\u0E19\u0E44\u0E14\u0E49\u0E27\u0E48\u0E32\u0E40\u0E1A\u0E23\u0E01\u0E40\u0E01\u0E2D\u0E23\u0E4C PV \u0E15\u0E31\u0E14\u0E01\u0E32\u0E23\u0E08\u0E48\u0E32\u0E22\u0E44\u0E1F\u0E41\u0E25\u0E30\u0E2A\u0E48\u0E07\u0E1C\u0E25\u0E43\u0E2B\u0E49\u0E23\u0E30\u0E1A\u0E1A\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19\u0E41\u0E2A\u0E07\u0E2D\u0E32\u0E17\u0E34\u0E15\u0E22\u0E4C\u0E2B\u0E22\u0E38\u0E14\u0E01\u0E32\u0E23\u0E17\u0E33\u0E07\u0E32\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A </p> <br /> <p style\=""margin\: 0; margin-bottom\: 4px; font-size\: 16px; color\: \#18191a"">\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E41\u0E19\u0E1A\: \u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32 </p> <table style\=""width\: 100%; border-collapse\: collapse""> <tr> <td style\="" height\: 36px; padding\: 0 24px; width\: 40px; background-color\: \#e5ebfe; border-left\: 1px solid \#e5ebfe; "" > No. </td> <td style\=""height\: 36px; padding\: 0 24px; width\: 100px; background-color\: \#e5ebfe"">\u0E0A\u0E37\u0E48\u0E2D\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32 </td> <td style\=""height\: 36px; padding\: 0 24px; width\: 80px; background-color\: \#e5ebfe"">\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07 </td> <td style\="" height\: 36px; padding\: 0 24px; width\: 120px; background-color\: \#e5ebfe; border-right\: 1px solid \#e5ebfe; "" >\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E1B\u0E31\u0E0D\u0E2B\u0E32 </td> </tr> &{}& </table> <br /> <br /> <br /> <br /> <br /> <p style\=""margin\: 0; font-size\: 16px; color\: \#515559"">\u0E02\u0E2D\u0E41\u0E2A\u0E14\u0E07\u0E04\u0E27\u0E32\u0E21\u0E19\u0E31\u0E1A\u0E16\u0E37\u0E2D </p> <p style\=""margin\: 0; font-size\: 16px; color\: \#515559""> \u0E17\u0E35\u0E21 Atmoce</p> </div> </html>
STATION_LONG_TIME_OFF_LINE=\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E2D\u0E2D\u0E1F\u0E44\u0E25\u0E19\u0E4C\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32\u0E19\u0E32\u0E19
STATION_LONG_TIME_FAULT=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E2D\u0E2D\u0E1F\u0E44\u0E25\u0E19\u0E4C\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32\u0E19\u0E32\u0E19
