#Excel to Properties :es-ES
#Wed Jan 07 16:51:23 CST 2026
PROMPT_TITLE_PROMPT=Consejos
PROMPT_BUTTON_CONFIRM=Aceptar
PROMPT_BUTTON_CANCEL=Cancelar
PROMPT_BUTTON_GOT_IT=Entiendo
PROMPT_BUTTON_GO_TO_SETTINGS=Configurar
STATION_ID_IS_MUST=Se requiere el ID del sitio.
DEVICE_ID_IS_MUST=Se requiere el ID del dispositivo.
MAIL_ERROR=El formato de la direcci\u00F3n de correo electr\u00F3nico es incorrecto.
FILE_NOT_NULL=Se requiere el archivo.
SOFTWARE_NAME_NOT_NULL=Se requiere el nombre del paquete.
SOFTWARE_ADDRESS_NOT_NULL=Se requiere la direcci\u00F3n del paquete.
STATION_TYPE_IS_MUST=Se requiere el tipo de sitio.
INSTALLER_ID_IS_MUST=Se requiere el ID de empresa del instalador.
LONGITUDE_RANGE_ERROR=El rango de longitud no es correcto.
LATITUDE_RANGE_ERROR=El rango de latitud no es correcto.
GRID_CONNECTED_TIME_IS_MUST=Se requiere la fecha de instalaci\u00F3n.
SN_IS_MUST=Se requiere el n\u00FAmero de serie.
MANUFACTURER_IS_MUST=Se requiere el fabricante del dispositivo.
MODEL_IS_MUST=Se requiere el modelo del dispositivo.
GATEWAY_ID_IS_MUST=Se requiere el ID de la pasarela.
DEV_LIST_IS_MUST=Se requiere la lista de subdispositivos.
GRID_STANDARD_CODE_IS_MUST=Se requiere el perfil de la red el\u00E9ctrica.
TIMEZONE_CODE_IS_MUST=Se requiere la zona horaria.
PARAM_RANGE_ERROR=Se ha producido un error de rango de par\u00E1metro.
BACKUP_CUT_OFF_SOC_RANGE_ERROR=La reserva de respaldo debe estar entre el l\u00EDmite de descarga y el l\u00EDmite de carga.
PEAK_SHAVING_RANGE_ERROR=La energ\u00EDa reservada para recorte de picos no puede superar el l\u00EDmite de carga ni ser inferior al l\u00EDmite de descarga.
PEAK_SHAVING_RANGE_ERROR_WITH_BACKUP_BOX=La energ\u00EDa reservada para recorte de picos no puede superar el l\u00EDmite de carga ni ser inferior a la reserva de respaldo.
STATION_NOT_EXITS=El sitio no existe.
STATION_NUM_OVER_LIMIT=El n\u00FAmero del sitio supera el l\u00EDmite m\u00E1ximo. P\u00F3ngase en contacto con el Servicio de Atenci\u00F3n al Cliente.
GATEWAY_NOT_EXITS=Dispositivo no encontrado.
PRODUCT_NOT_EXITS=Se ha encontrado un dispositivo de un nuevo modelo y no se puede conectar.
STATION_GATEWAY_NOT_MATCH=El dispositivo se ha asociado a otro sitio. P\u00F3ngase en contacto con el Servicio de Atenci\u00F3n al Cliente.
TYPE_CODE_IS_MUST=Se requiere el tipo de dispositivo.
DEVICE_CONNECT_OFFLINE=Sin conexi\u00F3n
DEVICE_CONNECT_RUNNING=Normal
DEVICE_CONNECT_FAULT=Defectuoso
DEVICE_CONNECT_EXCEPTION=Error
CONNECT_ACTIVATIONS=No activada
INVERTER_STANDBY=En espera
INVERTER_ON_GRID=En la red el\u00E9ctrica
INVERTER_OFF_MANUAL=Desconectar
INVERTER_OFF_ERROR=Apagar
INVERTER_OFFLINE=Sin conexi\u00F3n
INVERTER_UPGRADING=Actualizando
INVERTER_POWER_OFF=Apagar
INVERTER_WAIT_LIGHT=Esperando luz
DEVICE_TYPE_GATEWAY=Pasarela
DEVICE_TYPE_MICRO_INVERTER=Microinversor
DEVICE_TYPE_STORAGE=Bater\u00EDa
DEVICE_TYPE_HEAT_PUMP=Bomba de calor
DEVICE_TYPE_SMART_DEVICE=Dispositivos inteligentes
DEVICE_TYPE_METER=Contador
DEVICE_TYPE_CHARGER=Cargador de veh\u00EDculo el\u00E9ctrico
DEVICE_TYPE_BACKUP_BOX=Caja de respaldo
DEVICE_TYPE_GENERATOR=Generador
DEVICE_TYPE_THIRD_PV=Sistema fotovoltaico de terceros
DEVICE_TYPE_LOAD=Carga inteligente
DEVICE_TYPE_HINT_INCLUDING_BMS=Con BMS
CONN_POINT_REPEAT=La direcci\u00F3n IP y el n\u00FAmero de puerto ya se han utilizado.
CONN_POINT_HOST=El formato de la direcci\u00F3n IP o el nombre de dominio es incorrecto.
CONN_POINT_PORT=El formato del n\u00FAmero de puerto es incorrecto.
IN_USING_MICRO_INVERTER=La matriz se ha modificado. Salga del modo de edici\u00F3n e int\u00E9ntelo de nuevo.
SOFTWARE_NOT_EXIST=El formato del paquete de actualizaci\u00F3n es incorrecto.
SOFTWARE_VERSION_NOT_EXIST=La versi\u00F3n de software del paquete de actualizaci\u00F3n no existe.
DEVICE_TYPE_NOT_EXIST=El tipo de dispositivo del paquete de actualizaci\u00F3n es incorrecto.
SOFTWARE_VERSION_EXIST=El paquete de actualizaci\u00F3n se ha cargado.
FILE_TYPE_ERROR=El formato del paquete de actualizaci\u00F3n es incorrecto.
FAILURE=No se han podido obtener datos.
PARAM_ERROR=No se han podido obtener datos.
PARAM_ERROR_FORMAT=Se ha producido un error de par\u00E1metro\: {0}
ERROR_CODE_FORMAT=C\u00F3digo de error\: {0}
ERROR_ENERGY_1012_CAUSE_CODE_FORMAT=C\u00F3digo de error\: {0}
DEVICE_OPERATION_RESULT_2_COMMON=Informe de la pasarela\: no se ha podido a\u00F1adir el dispositivo. Int\u00E9ntelo de nuevo.
DEVICE_OPERATION_RESULT_3_UPGRADING=Se est\u00E1 actualizando la pasarela\u2026 Int\u00E9ntelo de nuevo m\u00E1s tarde.
DEVICE_OPERATION_RESULT_4_LOG_EXPORTING=Se est\u00E1n exportando los registros de la pasarela\u2026 Int\u00E9ntelo de nuevo m\u00E1s tarde.
DEVICE_OPERATION_RESULT_5678_NOT_SUPPORT=La versi\u00F3n de la pasarela est\u00E1 obsoleta. Actual\u00EDcela primero.
DEVICE_OPERATION_RESULT_9_COMM_PORT_INVALID=Informe de pasarela\: n\u00FAmero de puerto de comunicaci\u00F3n incorrecto. Compru\u00E9belo.
DEVICE_OPERATION_RESULT_10_COMM_ADDR_CONFLICT=Informe de pasarela\: se produce un conflicto de direcci\u00F3n IP. Compru\u00E9belo.
DEVICE_OPERATION_RESULT_11_CONNECT_FAIL_485=%%El dispositivo no ha podido conectarse a la pasarela.%%\nPosibles causas\:\n1. La direcci\u00F3n IP no es correcta.\n2. La configuraci\u00F3n de par\u00E1metros RS-485 entre la pasarela y el dispositivo no es consistente.\n3. El modelo de dispositivo seleccionado en la aplicaci\u00F3n no coincide con el instalado.
DEVICE_OPERATION_RESULT_11_CONNECT_FAIL_FE=%%El dispositivo no ha podido conectarse a la pasarela.%%\nPosibles causas\:\n1. La direcci\u00F3n IP o el n\u00FAmero de puerto del dispositivo no es correcto.\n2. Las direcciones IP de la pasarela y el dispositivo no est\u00E1n en la misma subred.\n3. El modelo de dispositivo seleccionado en la aplicaci\u00F3n no coincide con el instalado.
DEVICE_OPERATION_RESULT_12_EXCEEDED_MAXIMUM=No se pueden conectar m\u00E1s dispositivos a la pasarela.
DEVICE_OPERATION_RESULT_13_SHELLY_PORT_CONFLICT=Informe de pasarela\: el puerto Shelly est\u00E1 ocupado. Seleccione de nuevo.
DEVICE_OPERATION_RESULT_14_DO_PORT_CONFLICT=Informe de pasarela\: el puerto DO est\u00E1 ocupado. Seleccione de nuevo.
DEVICE_OPERATION_RESULT_15_RELA_DEV_NOT_EXIST=Informe de pasarela\: el puerto Shelly seleccionado no existe. Seleccione de nuevo.
DEVICE_OPERATION_RESULT_16_RELA_DEV_CONFLICT=Informe de pasarela\: el puerto Shelly est\u00E1 siendo utilizado. Seleccione de nuevo.
DEVICE_OPERATION_RESULT_18_RELA_DEV_CONNECT_FAIL=Informe de pasarela\: el dispositivo est\u00E1 apagado. Int\u00E9ntelo de nuevo m\u00E1s tarde.
DEVICE_OPERATION_RESULT_19_MODEL_NOT_MATCH=Informe de pasarela\: El modelo del dispositivo no corresponde al que hay guardado en la nube. Seleccione otro.
DEVICE_OPERATION_RESULT_20_SHELLY_PROTOCOL_NOT_MATCH=La puerta de enlace informa una incompatibilidad de versi\u00F3n de Shelly. Actualice Shelly e int\u00E9ntelo de nuevo.
COMMON_BUSINESS=Se ha producido un error de empresa.
STATION_DEVICE_NOT_MATCH=El dispositivo se ha asociado a otro sitio. P\u00F3ngase en contacto con el Servicio de Atenci\u00F3n al Cliente\: {0}
STATION_DEVICE_NO_COMM=Dispositivo no encontrado. B\u00FAsquelo de nuevo o a\u00F1\u00E1dalo manualmente.{0}
STATION_DEVICE_NO_PRODUCT=Se ha encontrado un dispositivo de un nuevo modelo y no se puede conectar. P\u00F3ngase en contacto con el Servicio de Atenci\u00F3n al Cliente.{0}
STATION_DEVICE_TRUST_ERROR=No se ha podido conectar al dispositivo. Compruebe el estado de la red.
STATION_DEVICE_TRUST_ERROR_GATEWAY=No se ha podido conectar la pasarela al dispositivo.type
DEVICE_NOT_EXITS=El dispositivo no existe.
COMM_DEVICE_NOT_EXIST=Dispositivo no encontrado.
COMM_DEVICE_NOT_CONNECT=El dispositivo est\u00E1 desconectado de Atmoce-Cloud.
COMM_DEVICE_ERROR=Se ha producido un error de comunicaci\u00F3n del dispositivo.
COMM_DEVICE_ERROR_RETRY=Se ha producido un error de comunicaci\u00F3n del dispositivo. Int\u00E9ntelo de nuevo m\u00E1s tarde.
COMM_DEVICE_ERROR_BUSY=El dispositivo informa un error de funcionamiento.
COMM_DEVICE_BUSY_RETRY=El dispositivo est\u00E1 ocupado. Int\u00E9ntelo de nuevo m\u00E1s tarde.
DATE_TYPE_IS_MUST=Se requiere el tipo de datos.
DATA_LIST_HAS_REFRESH=Los datos han vencido. Actualice la lista.
POINT_PARAM_ERROR=No se ha podido guardar {0};
ERROR_ENERGY_6122_GATEWAY_NOT_EXIST=Error al a\u00F1adir. Compruebe si el modelo y el n\u00FAmero de serie son correctos o si el dispositivo se ha conectado a Atmoce-Cloud.
ERROR_ENERGY_3010_VERSION_UPGRADE_TASK_NOT_EXIST=La tarea de actualizaci\u00F3n no existe.
ERROR_ENERGY_3011_PUBLISH_TASK_CAN_NOT_UPDATE_OR_DEL=Las tareas de actualizaci\u00F3n publicadas no se pueden modificar ni eliminar.
ERROR_ENERGY_3012_VERSION_TASK_HAS_PUBLISH=La tarea de actualizaci\u00F3n se ha publicado.
ERROR_ENERGY_3013_VERSION_TASK_RULE_NOT_EMPTY=Se requiere regla de actualizaci\u00F3n.
ERROR_ENERGY_3014_VERSION_TASK_RANGE_NOT_EMPTY=Se requiere el rango de actualizaci\u00F3n.
ERROR_ENERGY_3015_VERSION_TASK_PUBLISH_FAIL=No se ha podido publicar la tarea de actualizaci\u00F3n.
ERROR_ENERGY_3016_VERSION_TASK_REVOKE_FAIL=No se ha podido retirar la publicaci\u00F3n de la tarea de actualizaci\u00F3n.
ERROR_ENERGY_3017_VERSION_TASK_DEV_NOT_EXIST=El dispositivo para la tarea de actualizaci\u00F3n no existe.
ERROR_ENERGY_3018_VERSION_TASK_STATION_NOT_EXIST=El sitio para la tarea de actualizaci\u00F3n no existe.
ERROR_ENERGY_3019_VERSION_TASK_SAVE_FAIL=No se ha podido guardar la tarea de actualizaci\u00F3n.
ERROR_ENERGY_3020_UPGRADE_TASK_NOT_EXIST=La tarea de actualizaci\u00F3n no existe.
ERROR_ENERGY_3021_UPGRADE_TASK_ERROR=La informaci\u00F3n de la tarea de actualizaci\u00F3n no es correcta.
ERROR_ENERGY_3022_UPGRADE_TASK_STATUS_ERROR=Se ha actualizado el estado de la actualizaci\u00F3n.
ERROR_ENERGY_3023_UPGRADE_RETRY_FAIL=No se ha podido volver a intentar la actualizaci\u00F3n.
ERROR_ENERGY_3024_UPGRADE_PACKAGE_NOT_FIND=No se ha encontrado ning\u00FAn paquete de actualizaci\u00F3n.
ERROR_ENERGY_3025_DEV_VERSION_IS_LATEST=El dispositivo ya est\u00E1 actualizado.
ERROR_ENERGY_3028_VERSION_UPGRADE_FAIL=La creaci\u00F3n ha fallado. Se est\u00E1n actualizando los siguientes dispositivos. Espere ({0}).
ERROR_ENERGY_6203_DEVICE_DELETED=El dispositivo se ha eliminado.
ERROR_ENERGY_8251_DEVICE_ALREADY_UPGRADE=El dispositivo se ha actualizado a {0}.
ERROR_ENERGY_8252_DEVICE_ALREADY_UPGRADED=El dispositivo se ha actualizado a la versi\u00F3n especificada.
ERROR_ENERGY_8253_UPGRADE_CONDITION_NOT_MEET=No se cumplen las condiciones para la actualizaci\u00F3n ({0})
ERROR_ENERGY_8254_EXIST_DEVICE_UPGRADE_FAIL=Ha fallado la actualizaci\u00F3n de algunos dispositivos
ERROR_ENERGY_8255_PARAM_AUTO_CONFIG_FAIL=No se ha podido enviar los par\u00E1metros. Configure los par\u00E1metros, por favor.
ERROR_ENERGY_8257_GRID_CODE_CONFIG_FAIL=No se ha podido enviar el perfil de la red el\u00E9ctrica. Cambie el perfil de la red el\u00E9ctrica.
ERROR_ENERGY_6132_STATION_DEVICE_NOT_MATCH=El dispositivo ({1}) se ha asociado al sitio ({0}). Anule la asociaci\u00F3n y vuelva a a\u00F1adirlo.
ERROR_ENERGY_STATION_DEVICE_NOT_MATCH=El dispositivo se ha asociado al sitio ({0}). Anule la asociaci\u00F3n y vuelva a a\u00F1adirlo.
ERROR_ENERGY_7306_SETTING_WIFI=No hay ninguna red configurada para el nuevo dispositivo. Config\u00FArela.
STORAGE_CHARGE=Cargando
STORAGE_DISCHARGE=Descargando
STORAGE_SLEEP=Suspensi\u00F3n
ERROR_ENERGY_7307_REPLACE_COMPLETE=El dispositivo se ha sustituido. Actualice la lista de dispositivos.
ERROR_ENERGY_7308_DEVICE_TYPE_INCONSISTENT=El dispositivo actual y el nuevo dispositivo tienen tipos diferentes. Compru\u00E9belo.
ERROR_ENERGY_7309_EXIST_REPLACE_TASK=El dispositivo se est\u00E1 sustituyendo. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_ENERGY_7310_EXIST_REPLACE_CONFIG=No hay ninguna copia de seguridad del archivo de configuraci\u00F3n para el dispositivo actual. P\u00F3ngase en contacto con el Servicio de Atenci\u00F3n al Cliente.
ERROR_ENERGY_7405_SOFTWARE_VERSION_IN_USING=La versi\u00F3n se est\u00E1 actualizando. Espere.
ERROR_ENERGY_7505_GRID_CODE_NOT_SUPPORT_UPGRADE=El dispositivo no admite el perfil de la red el\u00E9ctrica. Actualice el dispositivo antes de la configuraci\u00F3n.
ERROR_ENERGY_7311_EXIST_COMM_DEVICE=No se ha encontrado ning\u00FAn dispositivo. Compruebe si el n\u00FAmero de serie es correcto.
ERROR_ENERGY_7312_COMM_GATEWAY_NOT_CONNECT=La comunicaci\u00F3n de la pasarela est\u00E1 desconectada. Compru\u00E9bela.
ERROR_ENERGY_7313_REPLACE_MODEL_NOT_MATCH=El modelo ({0}) no es compatible para la sustituci\u00F3n del dispositivo actual. Vuelva a introducir el n\u00FAmero de serie del dispositivo.
ERROR_ENERGY_7314_EXIST_NEW_DEVICE=\u00BFSeguro que quiere sustituir el dispositivo ({1}) por el dispositivo ({0})?
ERROR_ENERGY_7380_DEVICE_MUTEX_UPGRADING=Se est\u00E1 actualizando el dispositivo\u2026 Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_ENERGY_7381_DEVICE_MUTEX_LOG_EXPORTING=Se est\u00E1n exportando registros desde la pasarela. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_ENERGY_7382_DEVICE_PARAM_INVALID=El valor del par\u00E1metro est\u00E1 fuera de rango. Restabl\u00E9zcalo.
ERROR_ENERGY_7383_DEVICE_MUTEX_DEVICE_OPERATING=La pasarela est\u00E1 buscando, a\u00F1adiendo o eliminando dispositivos. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_ENERGY_6153_PANEL_CAPACITY_MAX=La capacidad total del panel supera el m\u00E1ximo.
ERROR_ENERGY_6154_PANEL_CAPACITY_MIN=La capacidad total del panel no puede ser negativa.
ERROR_ENERGY_6157_PANEL_CAPACITY_NOT_NOLL=Debe especificar la capacidad total de los paneles.
ERROR_ENERGY_6161_GATEWAYS_DISCONNECT=La pasarela %%{0}%% est\u00E1 desconectada. Compru\u00E9bela.
ERROR_ENERGY_6165_DEVICES_NEED_PRIMARY=El sitio no tiene dispositivo principal. Agregue o configure el dispositivo principal antes de continuar.
ERROR_ENERGY_6166_GATEWAYS_SET_SINGLE=La pasarela %%{0}%% est\u00E1 establecida como la \u00FAnica pasarela cuando el sitio solo tenga una pasarela.
ERROR_ENERGY_6167_GATEWAYS_SET_MAIN=La pasarela %%{0}%% est\u00E1 establecida como la pasarela primaria cuando el sitio solo tenga varias pasarelas.
ERROR_ENERGY_6168_GATEWAYS_SELECT_MAIN=Debe establecer correctamente el modo de funcionamiento de las pasarelas primarias y secundarias cuando el sitio tenga m\u00E1s de una pasarela.
GRID_CT_DIRECTION=TC de consumo
GRID_CT_DIRECTION_A=Fase A
GRID_CT_DIRECTION_B=Fase B
GRID_CT_DIRECTION_C=Fase C
GRID_CT_DIRECTION_0=Avanzar
GRID_CT_DIRECTION_1=Retroceder
ENERGY_UPGRADE_RETRY_TIME={0}\u00A0veces
ENERGY_UPGRADE_RETRY_DAY={0}\u00A0d\u00EDas
ENERGY_UPGRADE_STEP_FAIL=La actualizaci\u00F3n ha fallado.
ENERGY_UPGRADE_STEP_PENDING=Preparando para la actualizaci\u00F3n
ENERGY_UPGRADE_STEP_DOWNLOAD_MERGE=Descargar paquete de actualizaci\u00F3n
ENERGY_UPGRADE_STEP_PARSE_MERGE=Analizar paquete de actualizaci\u00F3n
ENERGY_UPGRADE_STEP_ACTIVATE_MERGE=Instalar paquete de actualizaci\u00F3n
ENERGY_UPGRADE_STEP_RESTART_MERGE=Reiniciar dispositivo
ENERGY_UPGRADE_STEP_SUCCESS=Completar
ENERGY_UPGRADE_STATE_RETRY_EXCEEDED=Demasiados intentos reiterados. L\u00EDmite\: {0}
ENERGY_UPGRADE_STATE_TIME_INVALID=No en la franja de tiempo disponible\: {0}
ENERGY_UPGRADE_STATE_DEFAULT=La plataforma de nube a\u00FAn no est\u00E1 preparada.
ENERGY_UPGRADE_STATE_WAIT=Pendiente de aceptaci\u00F3n por parte del propietario de la vivienda
ENERGY_UPGRADE_STATE_INTERRUPT=El dispositivo est\u00E1 desconectado.
ENERGY_UPGRADE_STATE_MICRO_CONDITION=El microinversor no cumple las condiciones de actualizaci\u00F3n. Se actualizar\u00E1 cuando se cumplan.
ENERGY_UPGRADE_STATE_STORAGE_CONDITION=La bater\u00EDa no cumple las condiciones de actualizaci\u00F3n. Se actualizar\u00E1 cuando se cumplan.
BATTERY_AI_MODE=Modo de IA
BATTERY_SELF_USE=Con energ\u00EDa aut\u00F3noma
BATTERY_TOU_MODE=Tiempo de uso
OPENAPI_STATION_UNCOMPLETED=inacabado
OPENAPI_STATION_COMPLETE=completar
HEAT_PUMP_DO_OCCUPY=Ocupado ({0})
ERROR_ENERGY_7507_SMART_NOT_SUPPORT_UPGRADE=El software de la pasarela actual no admite esta funci\u00F3n. Actualice el software antes de realizar la configuraci\u00F3n
ERROR_ENERGY_6204_DEVICE_DELETED=Solo se puede conectar un dispositivo.
HOLIDAY_8256_NOT_CONFIG=No hay ningunas vacaciones configuradas. Config\u00FArelas.
ERROR_ENERGY_7508_SMART_NOT_SUPPORT=No se puede conectar la pasarela a dispositivos. Para realizar la conexi\u00F3n, p\u00F3ngase en contacto con su instalador para sustituir la pasarela.
PV_ALARM_SUGGESTION_0_LEVEL=Ning\u00FAn error.
PV_ALARM_SUGGESTION_1_LEVEL=1. Compruebe si la superficie del panel solar est\u00E1 obstruida por objetos extra\u00F1os, como hojas, polvo, excrementos de p\u00E1jaros o por sombras de \u00E1rboles y l\u00EDneas de cables a\u00E9reos. En caso de que s\u00ED, resu\u00E9lvalo de inmediato.\n2. Compruebe si la irradiaci\u00F3n solar d\u00E9bil se debe a la orientaci\u00F3n del panel solar.\n3. Si el problema persiste, contacte con el fabricante o el distribuidor del componente.
PV_ALARM_SUGGESTION_2_LEVEL=1. Compruebe si la superficie del panel solar est\u00E1 obstruida por objetos extra\u00F1os, como hojas, polvo, excrementos de p\u00E1jaros o por sombras de \u00E1rboles y l\u00EDneas de cables a\u00E9reos. En caso de que s\u00ED, resu\u00E9lvalo de inmediato.\n2. Compruebe si la irradiaci\u00F3n solar d\u00E9bil se debe a la orientaci\u00F3n del panel solar.\n3. Compruebe que el panel solar no presente desperfectos, como rotura de vidrio, decoloraci\u00F3n de EVA, degradaci\u00F3n inducida por potencial (PID) o cortocircuito de diodo de derivaci\u00F3n.\n4. Si el problema persiste, contacte con el fabricante o el distribuidor del componente.
PV_ALARM_SUGGESTION_3_LEVEL=1. Compruebe si la superficie del panel solar est\u00E1 obstruida por objetos extra\u00F1os, como hojas, polvo, excrementos de p\u00E1jaros o por sombras de \u00E1rboles y l\u00EDneas de cables a\u00E9reos. En caso de que s\u00ED, resu\u00E9lvalo de inmediato.\n2. Compruebe si la irradiaci\u00F3n solar d\u00E9bil se debe a la orientaci\u00F3n del panel solar.\n3. Compruebe que el panel solar no haya sufrido da\u00F1os graves, como circuitos abiertos.\n4. Si el problema persiste, contacte con el fabricante o el distribuidor del componente.
PV_ALARM_NAME_0_LEVEL=Panel solar normal
PV_ALARM_NAME_1_LEVEL=Energ\u00EDa del panel solar baja
PV_ALARM_NAME_2_LEVEL=Energ\u00EDa del panel solar cr\u00EDticamente baja
PV_ALARM_NAME_3_LEVEL=Fallo del panel solar
GATEWAY_UPGRADE_VERSION_UPGRADING=Actualizando dispositivo\u2026
GATEWAY_UPGRADE_VERSION_FAILED=Ha fallado la actualizaci\u00F3n del dispositivo.
GATEWAY_UPGRADE_VERSION_SUCCESS=El dispositivo se ha actualizado correctamente.
GATEWAY_UPGRADE_VERSION_DELAY=Se ha completado la tarea de actualizaci\u00F3n.
GATEWAY_UPGRADE_VERSION_PARTIAL_SUCCESS=Algunos dispositivos no se han podido actualizar.
GATEWAY_UPGRADE_VERSION_GRID_FAILED=No se ha podido enviar el perfil de la red el\u00E9ctrica.
GATEWAY_UPGRADE_VERSION_PARAM_FAILED=No se ha podido enviar los par\u00E1metros.
COMMON_2011_SYSTEM_BUSINESS=El sistema est\u00E1 ocupado. Int\u00E9ntelo de nuevo m\u00E1s tarde.
ERROR_ENERGY_3030_DEVICE_CONNECT_FAIL=Se ha interrumpido la comunicaci\u00F3n entre la pasarela y los dispositivos no actualizados. Resuelva el problema antes de actualizar.
PV_DIAG_FAULT_REASON_OFFLINE_NOTES=No se puede diagnosticar porque no hay datos de funcionamiento solar recopilados. Compruebe si la comunicaci\u00F3n del sitio se ha interrumpido.
ERROR_ENERGY_3027_UPGRADE_OPERATE_FAIL=La operaci\u00F3n ha fallado.
PV_DIAG_BEFORE_GRID_CONNECTED_DATE=El diagn\u00F3stico no se admite porque el sitio lleva menos de 7\u00A0d\u00EDas instalado.
PV_DIAG_BEFORE_PV_NUMBER=El diagn\u00F3stico no se admite porque el sitio tiene menos de 4\u00A0paneles solares.
PV_DIAG_BEFORE_POWER_LIMIT_GRID=El diagn\u00F3stico no se admite porque el sitio tiene activada la conexi\u00F3n de red el\u00E9ctrica de potencia limitada.
ERROR_ENERGY_6205_DI_SUPPORT=No se admite el puerto DI actual.
GRID_CT_RATIO=Ratio de TC de consumo.
PV_CT_RATIO=Ratio de TC solar
STORAGE_CT_RATIO=Ratio de TC de almacenamiento de la bater\u00EDa
GRID_CT_RATIO_0=80A/40mA
GRID_CT_RATIO_1=200A/40mA
GRID_CT_RATIO_2=250A/50mA
GRID_CT_RATIO_3=400A/40mA
GRID_CT_RATIO_101=100 A/40 mA
ERROR_ENERGY_6206_TOU_SET=No se permiten ajustes duplicados.
ERROR_ENERGY_3031_VERSION_UPGRADE_CANCEL=La tarea de actualizaci\u00F3n se ha cancelado.
ERROR_ENERGY_7388_GRID_CODE_CONFLICT=Perfil de red el\u00E9ctrica sin coincidencia. Seleccione uno que coincida.
CHARGER_FREE=Inactivo
CHARGER_FREE_TIP=Inserte la pistola de carga.
CHARGER_OFFLINE_TIP=El dispositivo no est\u00E1 encendido o est\u00E1 desconectado de la red.
CHARGER_WAIT_CHARGE=Esperando para cargar\u2026
CHARGER_WAIT_CHARGE_TIP=La carga se iniciar\u00E1 autom\u00E1ticamente a las %%{0}%%.
CHARGER_END_CHARGE=La carga ha finalizado.
ERROR_ENERGY_5402_ADD_DEVICE_MAX=Se ha superado el l\u00EDmite. M\u00E1ximo admitido\: {0}.
Air_conditioner=Aire acondicionado
Light=Luz
Other_Loads=Otras cargas
ENERGY_UPGRADE_STATE_STARTUP_DELAY=La actualizaci\u00F3n se activa cuando se crea el sitio y se iniciar\u00E1 30\u00A0minutos despu\u00E9s de la creaci\u00F3n del sitio.
ENERGY_UPGRADE_STATE_GATEWAY_DELAY=Despu\u00E9s de actualizar la pasarela (actualizaci\u00F3n retrasada)
ERROR_ENERGY_2011_UNSUPPORTED_OPERATORS=El proveedor del precio de la electricidad no es compatible. Seleccione otro.
ERROR_ENERGY_5011_DYNAMIC_PRICES_SET=No se ha configurado ning\u00FAn precio din\u00E1mico. Config\u00FArelo ahora.
ERROR_ENERGY_5012_DELETE_DYNAMIC_PRICES=No se pueden eliminar precios de la electricidad porque la bater\u00EDa ahora est\u00E1 en modo de IA.
ERROR_ENERGY_5013_TIME_OF_USE_PRICES=El Modo de IA no es compatible porque los precios de importaci\u00F3n y exportaci\u00F3n son fijos. Modifique los ajustes.
ERROR_ENERGY_5014_ADD_PRICES_SET=Configure un precio de electricidad.
ERROR_ENERGY_5015_AI_MODE_SUPPORT=El modo de IA no es compatible. Actualice la pasarela.
ERROR_ENERGY_7601_TIME_ZONE_CONFIG=Configure la zona horaria del sitio.
ERROR_ENERGY_5016_MONTH_NOT_COVERED=No se incluyen algunos meses del a\u00F1o. Compru\u00E9belo y vuelva a configurarlo.
ERROR_ENERGY_5017_DAY_NOT_COVERED=The cycle does not cover every day, please reset
ERROR_ENERGY_5018_TIME_NOT_COVERED=No se incluyen algunas horas del d\u00EDa. Compru\u00E9belo y vuelva a configurarlo.
STATION=Sitio
ERROR_ENERGY_6207_UNLOCK=No tiene permiso para desbloquear.
ERROR_ENERGY_6208_UNLOCK_TIME=No se ha podido desbloquear porque la duraci\u00F3n del bloqueo es demasiado larga.
SOFTWARE_TYPE_ONLY_ONE=Solo paquete de actualizaci\u00F3n de {0}
SOFTWARE_TYPE_SOME=paquete de actualizaci\u00F3n de {0}
SOFTWARE_TYPE_ALL=Actualizar paquetes de todos los dispositivos
ERROR_ENERGY_5017_DAY_NOT_COVERE=No se incluyen algunos d\u00EDas de la semana. Compru\u00E9belo y vuelva a configurarlo.
ERROR_ENERGY_7509_SMART_NOT_SUPPORT_UPGRADE=La versi\u00F3n de la pasarela est\u00E1 obsoleta. Actualice la pasarela antes de la detecci\u00F3n.
ERROR_ENERGY_3032_VERSION_DESCRIPTION_OVER_LENGTH=La descripci\u00F3n de la versi\u00F3n supera la longitud especificada. Simplifique la descripci\u00F3n y c\u00E1rguela de nuevo.
ERROR_ENERGY_6209_UNLOCK=Se ha desbloqueado.
PV_CT_DIRECTION=Transformador de corriente solar
POSITIVE_NEGATIVE_SETTINGS=Ajustes positivos/negativos
ARRAY=Datos FV de la pasarela
COMPONENT=Componente
PLC_BAND_OCCUPY=Otra pasarela ha ocupado {0}.
ERROR_ENERGY_6302_CONNECT_FAULT_CONTENT=%%La conmutaci\u00F3n ha fallado.%%\nAseg\u00FArese de que la red el\u00E9ctrica sea normal y cumpla con las condiciones de estado en la red el\u00E9ctrica.
ERROR_ENERGY_6304_OFFLINE_FAULT_CONTENT=%%La conmutaci\u00F3n ha fallado.%%\nEl fallo puede deberse a un elevado consumo de energ\u00EDa o a dispositivos auxiliares defectuosos. Compru\u00E9belo.
ERROR_ENERGY_7511_MULTI_GATEWAY_NOT_SUPPORT_UPGRADE=La versi\u00F3n de la pasarela conectada %%{0}%% es obsoleta. Actual\u00EDcela e int\u00E9ntelo de nuevo.
PRICE_CHART_NAME=Precio de la electricidad y SOC
ENERGY_CHART_NAME=An\u00E1lisis de energ\u00EDa
PROMPT_BUTTON_GO_TO_UPGRADE=Actualizar
PROMPT_BUTTON_TO_UPGRADE=Actualizar
ERROR_ENERGY_7512_NEW_MULTI_GATEWAY_NOT_SUPPORT_UPGRADE=Se pueden conectar varias pasarelas tras la actualizaci\u00F3n. Actualice esta pasarela.
GATEWAY_SUB_HEADR_PRE=Datos FV de la pasarela
backup_box=Caja de respaldo
all_backup_box=Todas las cajas de alimentaci\u00F3n auxiliar
ERROR_ENERGY_7513_BATTERY_NOT_SUPPORT_UPGRADE=Por favor, actualice la bater\u00EDa para habilitar el modo Off-Grid.
ERROR_ENERGY_7315_REPLACE_SUGGESTION=1. Pulse \u00ABVolver a intentar\u00BB para intentar sustituirlo de nuevo;\n2. Si fallan m\u00FAltiples intentos de volver a intentar, contacte con el Servicio de atenci\u00F3n al cliente de Atmoce.
ERROR_ENERGY_7316_REPLACE_UPGRADE=Primero actualice la versi\u00F3n de software del nuevo dispositivo.
ERROR_ENERGY_7317_REPLACE_ACCESS_STATION=Primero configure la red para el nuevo dispositivo.
DATE_IS_MUST=Se requieren los datos.
Water_Heater=Calentador de agua
Swimming_Pool_Pumps=Bomba de piscina
Heat_Pump=Bomba de calor
ERROR_6305_DEVICE_NAME_EXIST=Este nombre de dispositivo ya existe. Establezca uno nuevo.
ERROR_6306_LIMIT_UP=Se ha excedido el l\u00EDmite del n\u00FAmero de dispositivos. N\u00FAmero m\u00E1x.\: {0}.
ERROR_6307_NOT_SUPPORT_MODIFICATION=No puede editar este dispositivo.
ERROR_6308_LIMIT_UP_NEW=La cantidad de dispositivos alcanz\u00F3 el l\u00EDmite m\u00E1ximo (1).
ERROR_ENERGY_7390_NOT_SUPPORT_FUNCTION=La pasarela no admite esta funci\u00F3n por ahora.
FILE_TYPE_NOT_SUPPORT=Solo los formatos JPG, JPEG y PNG son compatibles.
IDENTIFICATION_FAILED=La identificaci\u00F3n ha fallado.
ENERGY_UPGRADE_STATE_GATEWAY_IN_DELAY=La pasarela tiene tareas pendientes o atrasadas.
ERROR_ENERGY_7319_NOT_GATEWAY=No hay ning\u00FAn dispositivo conectado al sitio. A\u00F1ada primero un dispositivo.
STRATEGY_NONE_GRID_CHARGE=El precio de la electricidad es bajo ({0}). La bater\u00EDa est\u00E1 cargada.
STRATEGY_NONE_SELF_USE=La bater\u00EDa funciona en modo energ\u00EDa aut\u00F3noma.
STRATEGY_NONE_GRID_DISCHARGE=El precio de exportaci\u00F3n es elevado ({0}). El excedente de energ\u00EDa de la bater\u00EDa se exporta para obtener beneficios.
STRATEGY_NONE_GRID_CHARGE_NEGATIVE_PRICE=El precio de importaci\u00F3n es {0}. La generaci\u00F3n de energ\u00EDa solar se detiene. La red carga la bater\u00EDa para obtener beneficios.
STRATEGY_NONE_ON_GRID_NEGATIVE_PRICE=El precio de exportaci\u00F3n es {0}. El sistema evita la exportaci\u00F3n de energ\u00EDa. La bater\u00EDa funciona en modo energ\u00EDa aut\u00F3noma.
BACKUP_POWER_SUPPLY=Storm Guard est\u00E1 activo. La bater\u00EDa est\u00E1 completamente cargada para su uso durante un evento Off-Grid.
OFF_GRID_RUNNING=El sitio est\u00E1 Off-Grid. Las cargas se alimentan mediante el sistema solar y la bater\u00EDa.
OFF_GRID_RUNNING_HAVE_GENERATOR=El sitio est\u00E1 Off-Grid. Las cargas se alimentan mediante el sistema solar, la bater\u00EDa y el generador.
ENERGY_STORAGE_CHARGING=El sistema carga la bater\u00EDa para descargarla cuando el precio de la electricidad es alto.
ENERGY_STORAGE_DISCHARGING=El excedente de energ\u00EDa de la bater\u00EDa se exporta para obtener beneficios.
ENERGY_STORAGE_IDLE=La bater\u00EDa est\u00E1 en modo de espera.
ERROR_ENERGY_5019_NO_DYNAMIC_PRICES=El Modo de IA no es compatible porque no se ha configurado ning\u00FAn precio din\u00E1mico. Config\u00FArelo ahora.
ERROR_ENERGY_7514_NEW_MULTI_GATEWAY_NOT_SUPPORT_UPGRADE=La versi\u00F3n de la pasarela conectada %%{0}%% es obsoleta. Actual\u00EDcela e int\u00E9ntelo de nuevo.
ERROR_ENERGY_3034_VERSION_UPGRADE_CANCEL=Tarea cancelada. P\u00F3ngase en contacto con el instalador si es necesario.
ENERGY_STORAGE_111_STATE_ANALYZE=Las cargas se alimentan mediante el sistema solar, la bater\u00EDa y la red el\u00E9ctrica.
ENERGY_STORAGE_112_STATE_ANALYZE=La energ\u00EDa solar es insuficiente. Las cargas se alimentan con la bater\u00EDa.
ENERGY_STORAGE_113_STATE_ANALYZE=La bater\u00EDa se descarga a la red el\u00E9ctrica para aumentar el ahorro.
ENERGY_STORAGE_121_STATE_ANALYZE=Las cargas se alimentan mediante la bater\u00EDa y la red el\u00E9ctrica.
ENERGY_STORAGE_122_STATE_ANALYZE=Las cargas se alimentan mediante la bater\u00EDa.
ENERGY_STORAGE_123_STATE_ANALYZE=La bater\u00EDa se descarga a la red el\u00E9ctrica para aumentar el ahorro.
ENERGY_STORAGE_211_STATE_ANALYZE=El sistema carga la bater\u00EDa desde la red el\u00E9ctrica para descargarla cuando el precio es alto.
ENERGY_STORAGE_212_STATE_ANALYZE=La energ\u00EDa solar es suficiente y carga la bater\u00EDa.
ENERGY_STORAGE_213_STATE_ANALYZE=La energ\u00EDa solar es suficiente, cargando la bater\u00EDa con el excedente de energ\u00EDa exportado a la red el\u00E9ctrica.
ENERGY_STORAGE_221_STATE_ANALYZE=El sistema carga la bater\u00EDa desde la red el\u00E9ctrica para descargarla cuando el precio de la electricidad es alto.
ENERGY_STORAGE_312_STATE_ANALYZE=La bater\u00EDa est\u00E1 en modo de espera. Las cargas se alimentan mediante el sistema solar.
STRATEGY_NONE_SELF_USE_CHARGE=La bater\u00EDa se est\u00E1 cargando.
STRATEGY_NONE_GRID_CHARGE_NEGATIVE_PRICE_CHARGE=El precio de importaci\u00F3n es bajo {0}. El sistema carga la bater\u00EDa.
STRATEGY_NONE_GRID_CHARGE_NEGATIVE_PRICE_DISCHARGE=El precio de importaci\u00F3n es {0}. La bater\u00EDa se descarga y se recargar\u00E1 cuando el precio de la electricidad sea bajo.
STRATEGY_NONE_GRID_CHARGE_NEGATIVE_PRICE_IDLE=El precio de importaci\u00F3n es de {0}. La bater\u00EDa est\u00E1 completamente cargada y entra en modo de espera.
ENERGY_UPGRADE_STATE_CROSSTALK=Se ha detectado interferencia en la comunicaci\u00F3n. Espere.
ENERGY_UPGRADE_STATE_EXPORT=La importaci\u00F3n/exportaci\u00F3n de archivos est\u00E1 en curso. Actualice el dispositivo m\u00E1s tarde.
ENERGY_UPGRADE_STATE_QUEUE_FULL=Hay una gran cantidad de tareas en la cola. Espere.
ENERGY_UPGRADE_STATE_ALL_DELAY=Actualizaci\u00F3n del dispositivo retrasada. Espere.
COMM_DEVICE_ERROR_TIMEOUT=Se ha agotado el tiempo de respuesta del dispositivo. Int\u00E9ntelo de nuevo m\u00E1s tarde.
SINGLE=\u00DAnica
MAIN=Primaria
SUB=Secundaria
CT_REVERSED=Inversi\u00F3n de {0}
CT_RATIO=Ratio de TC {0}
ERROR_ENERGY_7515_MICRO_PV_N=Versi\u00F3n de la pasarela obsoleta. El modelo {0} no es compatible. Realice primero una actualizaci\u00F3n.
ERROR_ENERGY_5403_CT_UPDATE_THIRD_PV=Hay un inversor Atmoce conectado. Confirme si el puerto de acceso solar de terceros est\u00E1 configurado correctamente.
SYSTEM_STRATEGY_OTHER_MODE=La bater\u00EDa funciona en modo sin IA.
ERROR_ENERGY_7510_PLC_NOT_SUPPORT_UPGRADE=La versi\u00F3n de la pasarela est\u00E1 obsoleta. Actual\u00EDcela primero.
ENERGY_STORAGE_411_STATE_ANALYZE=La bater\u00EDa est\u00E1 agotada (\u2264{0}\u00A0%). La alimentaci\u00F3n proviene del sistema solar y de la red el\u00E9ctrica.
ENERGY_STORAGE_511_STATE_ANALYZE=La bater\u00EDa est\u00E1 en modo de espera. Las cargas se alimentan mediante el sistema solar y la red el\u00E9ctrica.
ENERGY_STORAGE_613_STATE_ANALYZE=La bater\u00EDa est\u00E1 completamente cargada (\u2265 l\u00EDmite de carga del {0}\u00A0%). El exceso de energ\u00EDa se exporta a la red.
ENERGY_STORAGE_713_STATE_ANALYZE=La generaci\u00F3n solar es suficiente. El excedente de energ\u00EDa se exporta a la red.
ENERGY_STORAGE_821_STATE_ANALYZE=La bater\u00EDa est\u00E1 agotada (\u2264{0}\u00A0%). La alimentaci\u00F3n proviene de la red el\u00E9ctrica.
ENERGY_STORAGE_921_STATE_ANALYZE=La bater\u00EDa est\u00E1 en modo de espera. Las cargas se alimentan mediante la red el\u00E9ctrica.
ERROR_ENERGY_5020_CHANGE_COUNTRY=Cambiar el Pa\u00EDs/regi\u00F3n afectar\u00E1 a la unidad de precio de la electricidad y a otros ajustes. Elimine primero el precio de la electricidad.
OFF_GRID_RUNNING_ONLY_STORAGE=El sitio est\u00E1 Off-Grid. Las cargas se alimentan mediante la bater\u00EDa.
OFF_GRID_RUNNING_ONLY_STORAGE_HAVE_GENERATOR=El sitio est\u00E1 Off-Grid. Las cargas se alimentan mediante la bater\u00EDa y el generador.
STORAGE_CHARGING_NEGATIVE_INCOME=Cuando la bater\u00EDa se carga de la red el\u00E9ctrica, pero no se descarga por completo, el ingreso (ahorros) de la descarga es inferior al coste de la recarga de la red el\u00E9ctrica.
OTHER_NEGATIVE_INCOME=1. Los datos de producci\u00F3n de energ\u00EDa no son precisos, lo cual puede deberse a una mala instalaci\u00F3n del TC o a la falta de un sistema fotovoltaico de terceros.\\n2. El per\u00EDodo de carga/descarga del sistema no coincide con su programaci\u00F3n Seg\u00FAn la hora (TOU).
NO_INCOME_ERROR=Los datos sobre la energ\u00EDa producida, importada o exportada no son precisos, lo cual puede deberse a una mala instalaci\u00F3n del TC o a da\u00F1os en el TC.
NOT_SET_SELL_PRICE=Se requiere el precio exportado.
CT_CHECK_NOT_DETECTED=No comprobado ({0})
CT_CHECK_ERROR=Error ({0})
GATEWAY_NOT_DETECTED_104=Causa y sugerencia\:\n\nCuando se habilita la limitaci\u00F3n de las exportaciones para un sistema FV de terceros, no se admite la comprobaci\u00F3n. Se recomienda la calibraci\u00F3n manual.
PV_NOT_DETECTED_104=Causa y sugerencia\:\n\nCuando se habilita la limitaci\u00F3n de las exportaciones para un sistema FV de terceros, no se admite la comprobaci\u00F3n. Se recomienda la calibraci\u00F3n manual.
BATTERY_NOT_DETECTED_110=Posible causa\:\n\nNo se cumplen las condiciones de comprobaci\u00F3n. Por ejemplo, la capacidad disponible de carga o descarga de la bater\u00EDa resulta insuficiente.
GATEWAY_DEFAULT_ERROR_CHECK=Causa y sugerencia\:\n\nNo se cumplen las condiciones de comprobaci\u00F3n. Por ejemplo, la luz solar o la carga es inestable. Int\u00E9ntelo de nuevo.\n\nSe detectan problemas en el TC, como da\u00F1os, desconexi\u00F3n o conexi\u00F3n incorrecta. Siga el manual del usuario para volver a conectar el TC correctamente.
PV_DEFAULT_ERROR_CHECK=Causa y sugerencia\:\n\nNo se cumplen las condiciones de comprobaci\u00F3n. Por ejemplo, la luz solar es insuficiente o inestable. Int\u00E9ntelo de nuevo con suficiente luz solar.\n\nSe detectan problemas en el TC, como da\u00F1os, desconexi\u00F3n o conexi\u00F3n incorrecta. Siga el manual del usuario para volver a conectar el TC correctamente.
BATTERY_DEFAULT_ERROR_CHECK=Causa y sugerencia\:\n\nSe detectan problemas en el TC, como da\u00F1os, desconexi\u00F3n o conexi\u00F3n incorrecta. Siga el manual del usuario para volver a conectar el TC correctamente.
STATION_NO_EQUIPMENT_SN=No se encontr\u00F3 ning\u00FAn dispositivo en el sitio\:{0}
ERROR_ENERGY_7406_SOFTWARE_VERSION_NOT_SUPPORT=Algunos dispositivos no admiten actualizaci\u00F3n mediante la puerta de enlace.
WARRANTY_STATUS_NORMAL=En garant\u00EDa
WARRANTY_STATUS_EXPIRED=Vencido
WARRANTY_STATUS_TIMEOUT_NOT_OPERATED=La operaci\u00F3n super\u00F3 el tiempo de espera.
FILE_IMPORT_ERROR=Error en la importaci\u00F3n. Aseg\u00FArese de completar correctamente la plantilla.
FILE_NO_DATA=No se encontraron datos. Aseg\u00FArese de que el formato sea correcto.
FILE_DATA_EXISTS=Algunos n\u00FAmeros de serie del archivo ya tienen fechas de env\u00EDo. \u00BFDesea sobrescribirlas?
FILE_DATA_SHIPMENT_TIME_INCORRECT=Las fechas de env\u00EDo de algunos n\u00FAmeros de serie del archivo son posteriores a las fechas de activaci\u00F3n existentes. Corr\u00EDjalas e int\u00E9ntelo de nuevo.
FILE_DATA_FORMAT_INCORRECT=Formato de archivo no v\u00E1lido. Modif\u00EDquelo e int\u00E9ntelo de nuevo.
OFF_GRID_SOC_7392_CONDITION_NOT_MET=No se cumplen las condiciones de estado de carga de la bater\u00EDa. Int\u00E9ntelo de nuevo m\u00E1s tarde.
BACKUP_BOX_7393_FAULT_OFF_GRID=Falla de la caja de respaldo. Comun\u00EDquese con su instalador.
OFF_GRID_OPERATION_7394_IS_NOT_ALLOWED=Error en la operaci\u00F3n. Cambie la caja de respaldo al modo \u201COn-Grid\u201D (En la red el\u00E9ctrica).
SMS_SEND_CONFIG_PIN=PIN incorrecto. No se pudo activar.
SMS_SEND_CONFIG_PUK=PUK incorrecto. No se pudo desbloquear.
SMS_SEND_CONFIG_SIM=Se produjo un error al guardar o el n\u00FAmero de tarjeta SIM no es v\u00E1lido.
SMS_SEND_TEST=Error al enviar mensajes SMS. Verifique el n\u00FAmero de la tarjeta SIM y el n\u00FAmero de celular del destinatario.
SMS_SET_PHONE_NUMBER=N\u00FAmero de celular guardado. \u00BFEst\u00E1 seguro de que desea enviar un SMS de verificaci\u00F3n?
SMS_SEND_TEST_SMS=Mensaje SMS enviado. Revise el mensaje de {1} en su celular ({0}).
UPGRADE_TASK_TYPE_NAME=Actualizando {0}
ERROR_ENERGY_7516_THIRD_PV_NOT_SUPPORT=La pasarela no admite esto. Si desea conectarlo, contacte a su instalador para un reemplazo.
ERROR_ENERGY_7318_CT_MULTI_CHECK=La autocomprobaci\u00F3n de CT no es compatible cuando existen m\u00FAltiples pasarelas en la central
CIPHER_EMPTY=Product QR code missing
SHIPMENT_TIME_EMPTY=Missing shipping date
CIPHER_FORMAT_INCORRECT=Incorrect format of product QR code
SHIPMENT_TIME_FORMAT_INCORRECT=Shipping date format error
SHIPMENT_TIME_NOT_EXISTS=Shipping date does not exist
PN_NOT_EXISTS=PN code does not exist in the product QR code
SHIPMENT_TIME_BIGGER_THAN_ACTIVATE_TIME=The shipment date is later than the existing activation date
SHIPMENT_TIME_SMALL=Shipping date less than 2024
