#Excel to Properties :th-TH
#Fri May 16 17:21:05 CST 2025
STATION_ID_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 ID \u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32
DEVICE_ID_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 ID \u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
MAIL_ERROR=\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
FILE_NOT_NULL=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E44\u0E1F\u0E25\u0E4C
SOFTWARE_NAME_NOT_NULL=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E0A\u0E37\u0E48\u0E2D\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08
SOFTWARE_ADDRESS_NOT_NULL=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08
STATION_TYPE_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32
INSTALLER_ID_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 ID \u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17\u0E1C\u0E39\u0E49\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07
LONGITUDE_RANGE_ERROR=\u0E0A\u0E48\u0E27\u0E07\u0E25\u0E2D\u0E07\u0E08\u0E34\u0E08\u0E39\u0E14\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
LATITUDE_RANGE_ERROR=\u0E0A\u0E48\u0E27\u0E07\u0E25\u0E30\u0E15\u0E34\u0E08\u0E39\u0E14\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
GRID_CONNECTED_TIME_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07
SN_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 SN
MANUFACTURER_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E1C\u0E39\u0E49\u0E1C\u0E25\u0E34\u0E15\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
MODEL_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E23\u0E38\u0E48\u0E19\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
GATEWAY_ID_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 ID \u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C
DEV_LIST_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E22\u0E48\u0E2D\u0E22
GRID_STANDARD_CODE_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E42\u0E1B\u0E23\u0E44\u0E1F\u0E25\u0E4C\u0E01\u0E23\u0E34\u0E14
TIMEZONE_CODE_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E40\u0E02\u0E15\u0E40\u0E27\u0E25\u0E32
PARAM_RANGE_ERROR=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E32\u0E07\u0E0A\u0E48\u0E27\u0E07\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C
STATION_NOT_EXITS=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E19\u0E35\u0E49
STATION_NUM_OVER_LIMIT=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E40\u0E01\u0E34\u0E19\u0E01\u0E33\u0E2B\u0E19\u0E14 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1D\u0E48\u0E32\u0E22\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32
GATEWAY_NOT_EXITS=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
PRODUCT_NOT_EXITS=\u0E1E\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E23\u0E38\u0E48\u0E19\u0E43\u0E2B\u0E21\u0E48 \u0E41\u0E25\u0E30\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E33\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E44\u0E14\u0E49
STATION_GATEWAY_NOT_MATCH=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E19\u0E35\u0E49\u0E16\u0E39\u0E01\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E01\u0E31\u0E1A\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E2D\u0E37\u0E48\u0E19\u0E2D\u0E22\u0E39\u0E48 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1D\u0E48\u0E32\u0E22\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32
TYPE_CODE_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
DEVICE_CONNECT_OFFLINE=\u0E2D\u0E2D\u0E1F\u0E44\u0E25\u0E19\u0E4C
DEVICE_CONNECT_RUNNING=\u0E1B\u0E01\u0E15\u0E34
DEVICE_CONNECT_FAULT=\u0E40\u0E2A\u0E35\u0E22\u0E2B\u0E32\u0E22
CONNECT_ACTIVATIONS=\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
INVERTER_STANDBY=\u0E2A\u0E41\u0E15\u0E19\u0E14\u0E4C\u0E1A\u0E32\u0E22
INVERTER_ON_GRID=\u0E2D\u0E2D\u0E19\u0E01\u0E23\u0E34\u0E14
INVERTER_OFF_MANUAL=\u0E1B\u0E34\u0E14
INVERTER_OFF_ERROR=\u0E1B\u0E34\u0E14\u0E23\u0E30\u0E1A\u0E1A
INVERTER_OFFLINE=\u0E2D\u0E2D\u0E1F\u0E44\u0E25\u0E19\u0E4C
INVERTER_UPGRADING=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
INVERTER_POWER_OFF=\u0E1B\u0E34\u0E14\u0E23\u0E30\u0E1A\u0E1A
INVERTER_WAIT_LIGHT=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E23\u0E2D\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E13\u0E44\u0E1F
DEVICE_TYPE_GATEWAY=\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C
DEVICE_TYPE_MICRO_INVERTER=\u0E44\u0E21\u0E42\u0E04\u0E23\u0E2D\u0E34\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E40\u0E15\u0E2D\u0E23\u0E4C
DEVICE_TYPE_STORAGE=\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48
DEVICE_TYPE_HEAT_PUMP=\u0E1B\u0E31\u0E4A\u0E21\u0E04\u0E27\u0E32\u0E21\u0E23\u0E49\u0E2D\u0E19
DEVICE_TYPE_SMART_DEVICE=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2D\u0E31\u0E08\u0E09\u0E23\u0E34\u0E22\u0E30
DEVICE_TYPE_METER=\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C
DEVICE_TYPE_CHARGER=\u0E17\u0E35\u0E48\u0E0A\u0E32\u0E23\u0E4C\u0E08\u0E23\u0E16\u0E44\u0E1F\u0E1F\u0E49\u0E32
DEVICE_TYPE_HINT_INCLUDING_BMS=\u0E17\u0E35\u0E48\u0E21\u0E35 BMS
CONN_POINT_REPEAT=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48 IP \u0E41\u0E25\u0E30\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E1E\u0E2D\u0E23\u0E4C\u0E15\u0E16\u0E39\u0E01\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E25\u0E49\u0E27
CONN_POINT_HOST=\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48 IP \u0E2B\u0E23\u0E37\u0E2D\u0E0A\u0E37\u0E48\u0E2D\u0E42\u0E14\u0E40\u0E21\u0E19\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
CONN_POINT_PORT=\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E1E\u0E2D\u0E23\u0E4C\u0E15\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
IN_USING_MICRO_INVERTER=\u0E44\u0E21\u0E42\u0E04\u0E23\u0E2D\u0E34\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E44\u0E14\u0E49\u0E16\u0E39\u0E01\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E41\u0E25\u0E49\u0E27 \u0E42\u0E1B\u0E23\u0E14\u0E23\u0E35\u0E40\u0E1F\u0E23\u0E0A\u0E2B\u0E19\u0E49\u0E32\u0E41\u0E25\u0E30\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07
SOFTWARE_NOT_EXIST=\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
SOFTWARE_VERSION_NOT_EXIST=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E0B\u0E2D\u0E1F\u0E17\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
DEVICE_TYPE_NOT_EXIST=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E02\u0E2D\u0E07\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
SOFTWARE_VERSION_EXIST=\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E14\u0E15\u0E44\u0E14\u0E49\u0E16\u0E39\u0E01\u0E2D\u0E31\u0E1B\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E25\u0E49\u0E27
FILE_TYPE_ERROR=\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
FAILURE=\u0E01\u0E32\u0E23\u0E14\u0E36\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
PARAM_ERROR=\u0E01\u0E32\u0E23\u0E14\u0E36\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
PARAM_ERROR_FORMAT=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E32\u0E07\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\: {0}
ERROR_CODE_FORMAT=\u0E23\u0E2B\u0E31\u0E2A\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\: {0}
ERROR_ENERGY_1012_CAUSE_CODE_FORMAT=\u0E23\u0E2B\u0E31\u0E2A\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\: {0}
COMMON_BUSINESS=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08
STATION_DEVICE_NOT_MATCH=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E19\u0E35\u0E49\u0E16\u0E39\u0E01\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E01\u0E31\u0E1A\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E2D\u0E37\u0E48\u0E19\u0E2D\u0E22\u0E39\u0E48 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1D\u0E48\u0E32\u0E22\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32\: {0}
STATION_DEVICE_NO_COMM=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C \u0E42\u0E1B\u0E23\u0E14\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E14\u0E49\u0E27\u0E22\u0E15\u0E19\u0E40\u0E2D\u0E07 {0}
STATION_DEVICE_NO_PRODUCT=\u0E1E\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E23\u0E38\u0E48\u0E19\u0E43\u0E2B\u0E21\u0E48 \u0E41\u0E25\u0E30\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E33\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1D\u0E48\u0E32\u0E22\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32 {0}
STATION_DEVICE_TRUST_ERROR=\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E01\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E48\u0E32\u0E22
STATION_DEVICE_TRUST_ERROR_GATEWAY=\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E01\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
DEVICE_NOT_EXITS=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
COMM_DEVICE_NOT_EXIST=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
COMM_DEVICE_NOT_CONNECT=\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E2B\u0E25\u0E38\u0E14\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E01\u0E31\u0E1A Atmoce-Cloud
COMM_DEVICE_ERROR=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23\u0E01\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
COMM_DEVICE_ERROR_RETRY=\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E07 \u0E42\u0E1B\u0E23\u0E14\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
COMM_DEVICE_ERROR_BUSY=\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E07 \u0E42\u0E1B\u0E23\u0E14\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
COMM_DEVICE_BUSY_RETRY=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E01\u0E32\u0E23\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E25\u0E2D\u0E07\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
DATE_TYPE_IS_MUST=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48
DATA_LIST_HAS_REFRESH=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2B\u0E21\u0E14\u0E2D\u0E32\u0E22\u0E38 \u0E42\u0E1B\u0E23\u0E14\u0E23\u0E35\u0E40\u0E1F\u0E23\u0E0A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23
POINT_PARAM_ERROR=\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27 {0};
ERROR_ENERGY_6122_GATEWAY_NOT_EXIST=\u0E01\u0E32\u0E23\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E23\u0E38\u0E48\u0E19\u0E41\u0E25\u0E30 SN \u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07 \u0E41\u0E25\u0E30\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E43\u0E2B\u0E49\u0E41\u0E19\u0E48\u0E43\u0E08\u0E27\u0E48\u0E32\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E01\u0E31\u0E1A Atmoce-Cloud \u0E2D\u0E22\u0E39\u0E48
ERROR_ENERGY_3010_VERSION_UPGRADE_TASK_NOT_EXIST=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ERROR_ENERGY_3011_PUBLISH_TASK_CAN_NOT_UPDATE_OR_DEL=\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E17\u0E35\u0E48\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E41\u0E25\u0E49\u0E27\u0E08\u0E30\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E1A\u0E44\u0E14\u0E49
ERROR_ENERGY_3012_VERSION_TASK_HAS_PUBLISH=\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E16\u0E39\u0E01\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E41\u0E25\u0E49\u0E27
ERROR_ENERGY_3013_VERSION_TASK_RULE_NOT_EMPTY=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E01\u0E0E\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ERROR_ENERGY_3014_VERSION_TASK_RANGE_NOT_EMPTY=\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E0A\u0E48\u0E27\u0E07\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ERROR_ENERGY_3015_VERSION_TASK_PUBLISH_FAIL=\u0E01\u0E32\u0E23\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
ERROR_ENERGY_3016_VERSION_TASK_REVOKE_FAIL=\u0E01\u0E32\u0E23\u0E16\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1C\u0E22\u0E41\u0E1E\u0E23\u0E48\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
ERROR_ENERGY_3017_VERSION_TASK_DEV_NOT_EXIST=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ERROR_ENERGY_3018_VERSION_TASK_STATION_NOT_EXIST=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ERROR_ENERGY_3019_VERSION_TASK_SAVE_FAIL=\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
ERROR_ENERGY_3020_UPGRADE_TASK_NOT_EXIST=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ERROR_ENERGY_3021_UPGRADE_TASK_ERROR=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
ERROR_ENERGY_3022_UPGRADE_TASK_STATUS_ERROR=\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E17\u0E33\u0E07\u0E32\u0E19\u0E44\u0E21\u0E48\u0E1B\u0E01\u0E15\u0E34
ERROR_ENERGY_3023_UPGRADE_RETRY_FAIL=\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
ERROR_ENERGY_3024_UPGRADE_PACKAGE_NOT_FIND=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ERROR_ENERGY_3025_DEV_VERSION_IS_LATEST=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E1B\u0E47\u0E19\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E41\u0E25\u0E49\u0E27
ERROR_ENERGY_3028_VERSION_UPGRADE_FAIL=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E44\u0E21\u0E48\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08 \u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2D\u0E22\u0E39\u0E48 \u0E42\u0E1B\u0E23\u0E14\u0E23\u0E2D ({0})
ERROR_ENERGY_6203_DEVICE_DELETED=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E16\u0E39\u0E01\u0E25\u0E1A\u0E41\u0E25\u0E49\u0E27
ERROR_ENERGY_8251_DEVICE_ALREADY_UPGRADE=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E16\u0E39\u0E01\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E40\u0E1B\u0E47\u0E19 {0}
ERROR_ENERGY_8252_DEVICE_ALREADY_UPGRADED=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E16\u0E39\u0E01\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E40\u0E1B\u0E47\u0E19 {0}
ERROR_ENERGY_8253_UPGRADE_CONDITION_NOT_MEET=\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E44\u0E21\u0E48\u0E04\u0E23\u0E1A\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14 ({0})
ERROR_ENERGY_8254_EXIST_DEVICE_UPGRADE_FAIL=\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
ERROR_ENERGY_8255_PARAM_AUTO_CONFIG_FAIL=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E31\u0E49\u0E07\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C
ERROR_ENERGY_8257_GRID_CODE_CONFIG_FAIL=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E42\u0E1B\u0E23\u0E44\u0E1F\u0E25\u0E4C\u0E01\u0E23\u0E34\u0E14\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E42\u0E1B\u0E23\u0E44\u0E1F\u0E25\u0E4C\u0E01\u0E23\u0E34\u0E14
ERROR_ENERGY_6132_STATION_DEVICE_NOT_MATCH=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C ({1}) \u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E2D\u0E22\u0E39\u0E48\u0E01\u0E31\u0E1A\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32 ({0}) \u0E42\u0E1B\u0E23\u0E14\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E41\u0E25\u0E30\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07
ERROR_ENERGY_STATION_DEVICE_NOT_MATCH=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E2D\u0E22\u0E39\u0E48\u0E01\u0E31\u0E1A\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32 ({0}) \u0E42\u0E1B\u0E23\u0E14\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E42\u0E22\u0E07\u0E41\u0E25\u0E30\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07
ERROR_ENERGY_7306_SETTING_WIFI=\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E21\u0E35\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E48\u0E32\u0E22\u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E44\u0E27\u0E49\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E43\u0E2B\u0E21\u0E48 \u0E42\u0E1B\u0E23\u0E14\u0E17\u0E33\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
STORAGE_CHARGE=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E0A\u0E32\u0E23\u0E4C\u0E08
STORAGE_DISCHARGE=\u0E1B\u0E25\u0E48\u0E2D\u0E22\u0E44\u0E1F
STORAGE_SLEEP=\u0E42\u0E2B\u0E21\u0E14\u0E2A\u0E25\u0E35\u0E1B
ERROR_ENERGY_7307_REPLACE_COMPLETE=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E16\u0E39\u0E01\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E25\u0E49\u0E27 \u0E42\u0E1B\u0E23\u0E14\u0E23\u0E35\u0E40\u0E1F\u0E23\u0E0A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
ERROR_ENERGY_7308_DEVICE_TYPE_INCONSISTENT=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E41\u0E25\u0E30\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E43\u0E2B\u0E21\u0E48\u0E21\u0E35\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E17\u0E35\u0E48\u0E15\u0E48\u0E32\u0E07\u0E01\u0E31\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A
ERROR_ENERGY_7309_EXIST_REPLACE_TASK=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
ERROR_ENERGY_7310_EXIST_REPLACE_CONFIG=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E44\u0E1F\u0E25\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E17\u0E35\u0E48\u0E2A\u0E33\u0E23\u0E2D\u0E07\u0E44\u0E27\u0E49\u0E1A\u0E19\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1D\u0E48\u0E32\u0E22\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E25\u0E39\u0E01\u0E04\u0E49\u0E32
ERROR_ENERGY_7405_SOFTWARE_VERSION_IN_USING=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E23\u0E2D\u0E2A\u0E31\u0E01\u0E04\u0E23\u0E39\u0E48
ERROR_ENERGY_7505_GRID_CODE_NOT_SUPPORT_UPGRADE=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E19\u0E35\u0E49\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E42\u0E1B\u0E23\u0E44\u0E1F\u0E25\u0E4C\u0E01\u0E23\u0E34\u0E14 \u0E42\u0E1B\u0E23\u0E14\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E01\u0E48\u0E2D\u0E19\u0E17\u0E33\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
ERROR_ENERGY_7311_EXIST_COMM_DEVICE=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E02\u0E2D\u0E07 SN
ERROR_ENERGY_7312_COMM_GATEWAY_NOT_CONNECT=\u0E01\u0E32\u0E23\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E2B\u0E25\u0E38\u0E14\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A
ERROR_ENERGY_7313_REPLACE_MODEL_NOT_MATCH=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E23\u0E38\u0E48\u0E19 ({0}) \u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E23\u0E2D\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E17\u0E14\u0E41\u0E17\u0E19\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E01\u0E23\u0E2D\u0E01 SN \u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07
ERROR_ENERGY_7314_EXIST_NEW_DEVICE=\u0E04\u0E38\u0E13\u0E41\u0E19\u0E48\u0E43\u0E08\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E41\u0E17\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C ({1}) \u0E14\u0E49\u0E27\u0E22\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C ({0})
ERROR_ENERGY_7380_DEVICE_MUTEX_UPGRADING=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C... \u0E42\u0E1B\u0E23\u0E14\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
ERROR_ENERGY_7381_DEVICE_MUTEX_LOG_EXPORTING=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2A\u0E48\u0E07\u0E2D\u0E2D\u0E01\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01... \u0E42\u0E1B\u0E23\u0E14\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
ERROR_ENERGY_7382_DEVICE_PARAM_INVALID=\u0E04\u0E48\u0E32\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E2D\u0E22\u0E39\u0E48\u0E19\u0E2D\u0E01\u0E0A\u0E48\u0E27\u0E07 \u0E42\u0E1B\u0E23\u0E14\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E04\u0E48\u0E32
ERROR_ENERGY_7383_DEVICE_MUTEX_DEVICE_OPERATING=\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E01\u0E32\u0E23\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E48\u0E32\u0E22\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C \u0E42\u0E1B\u0E23\u0E14\u0E25\u0E2D\u0E07\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
ERROR_ENERGY_6153_PANEL_CAPACITY_MAX=\u0E04\u0E27\u0E32\u0E21\u0E08\u0E38\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E02\u0E2D\u0E07\u0E41\u0E1C\u0E07\u0E40\u0E01\u0E34\u0E19\u0E01\u0E33\u0E2B\u0E19\u0E14
ERROR_ENERGY_6154_PANEL_CAPACITY_MIN=\u0E04\u0E27\u0E32\u0E21\u0E08\u0E38\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E02\u0E2D\u0E07\u0E41\u0E1C\u0E07\u0E15\u0E49\u0E2D\u0E07\u0E44\u0E21\u0E48\u0E15\u0E34\u0E14\u0E25\u0E1A
GRID_CT_DIRECTION=CT \u0E27\u0E31\u0E14\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E44\u0E1F\u0E1F\u0E49\u0E32
GRID_CT_DIRECTION_A=\u0E40\u0E1F\u0E2A A
GRID_CT_DIRECTION_B=\u0E40\u0E1F\u0E2A B
GRID_CT_DIRECTION_C=\u0E40\u0E1F\u0E2A C
GRID_CT_DIRECTION_0=\u0E44\u0E1B\u0E15\u0E48\u0E2D
GRID_CT_DIRECTION_1=\u0E22\u0E49\u0E2D\u0E19\u0E01\u0E25\u0E31\u0E1A
ENERGY_UPGRADE_RETRY_TIME={0} \u0E04\u0E23\u0E31\u0E49\u0E07
ENERGY_UPGRADE_RETRY_DAY={0} \u0E27\u0E31\u0E19
ENERGY_UPGRADE_STEP_FAIL=\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
ENERGY_UPGRADE_STEP_PENDING=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E40\u0E15\u0E23\u0E35\u0E22\u0E21\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ENERGY_UPGRADE_STEP_DOWNLOAD_MERGE=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ENERGY_UPGRADE_STEP_PARSE_MERGE=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ENERGY_UPGRADE_STEP_ACTIVATE_MERGE=\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
ENERGY_UPGRADE_STEP_RESTART_MERGE=\u0E23\u0E35\u0E2A\u0E15\u0E32\u0E23\u0E4C\u0E17\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
ENERGY_UPGRADE_STEP_SUCCESS=\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E34\u0E49\u0E19
ENERGY_UPGRADE_STATE_RETRY_EXCEEDED=\u0E21\u0E35\u0E08\u0E33\u0E19\u0E27\u0E19\u0E04\u0E23\u0E31\u0E49\u0E07\u0E01\u0E32\u0E23\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2B\u0E25\u0E32\u0E22\u0E04\u0E23\u0E31\u0E49\u0E07\u0E40\u0E01\u0E34\u0E19\u0E44\u0E1B \u0E08\u0E33\u0E19\u0E27\u0E19\u0E04\u0E23\u0E31\u0E49\u0E07\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\: {0}
ENERGY_UPGRADE_STATE_TIME_INVALID=\u0E44\u0E21\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E0A\u0E48\u0E27\u0E07\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\: {0}
ENERGY_UPGRADE_STATE_DEFAULT=\u0E41\u0E1E\u0E25\u0E15\u0E1F\u0E2D\u0E23\u0E4C\u0E21\u0E04\u0E25\u0E32\u0E27\u0E14\u0E4C\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21
ENERGY_UPGRADE_STATE_WAIT=\u0E15\u0E49\u0E2D\u0E07\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E22\u0E2D\u0E21\u0E23\u0E31\u0E1A\u0E08\u0E32\u0E01\u0E40\u0E08\u0E49\u0E32\u0E02\u0E2D\u0E07\u0E1A\u0E49\u0E32\u0E19
ENERGY_UPGRADE_STATE_INTERRUPT=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2B\u0E22\u0E38\u0E14\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E41\u0E25\u0E49\u0E27
ENERGY_UPGRADE_STATE_MICRO_CONDITION=\u0E44\u0E21\u0E42\u0E04\u0E23\u0E2D\u0E34\u0E19\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E19\u0E35\u0E49\u0E44\u0E21\u0E48\u0E15\u0E23\u0E07\u0E15\u0E32\u0E21\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14 \u0E42\u0E14\u0E22\u0E08\u0E30\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E23\u0E07\u0E15\u0E32\u0E21\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E41\u0E25\u0E49\u0E27
ENERGY_UPGRADE_STATE_STORAGE_CONDITION=\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48\u0E19\u0E35\u0E49\u0E44\u0E21\u0E48\u0E15\u0E23\u0E07\u0E15\u0E32\u0E21\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14 \u0E42\u0E14\u0E22\u0E08\u0E30\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E15\u0E23\u0E07\u0E15\u0E32\u0E21\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E41\u0E25\u0E49\u0E27
BATTERY_AI_MODE=\u0E42\u0E2B\u0E21\u0E14 AI
BATTERY_SELF_USE=\u0E02\u0E31\u0E1A\u0E40\u0E04\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E14\u0E49\u0E27\u0E22\u0E15\u0E31\u0E27\u0E40\u0E2D\u0E07
BATTERY_TOU_MODE=\u0E40\u0E27\u0E25\u0E32\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
OPENAPI_STATION_UNCOMPLETED=\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E40\u0E2A\u0E23\u0E47\u0E08
OPENAPI_STATION_COMPLETE=\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E34\u0E49\u0E19
HEAT_PUMP_DO_OCCUPY=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2D\u0E22\u0E39\u0E48 ({0})
ERROR_ENERGY_7507_SMART_NOT_SUPPORT_UPGRADE=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E02\u0E2D\u0E07\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E1F\u0E35\u0E40\u0E08\u0E2D\u0E23\u0E4C\u0E19\u0E35\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E0B\u0E2D\u0E1F\u0E15\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E01\u0E48\u0E2D\u0E19\u0E41\u0E25\u0E49\u0E27\u0E08\u0E36\u0E07\u0E17\u0E33\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
ERROR_ENERGY_6204_DEVICE_DELETED=\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2B\u0E25\u0E32\u0E22\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49
HOLIDAY_8256_NOT_CONFIG=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E27\u0E31\u0E19\u0E2B\u0E22\u0E38\u0E14 \u0E42\u0E1B\u0E23\u0E14\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
ERROR_ENERGY_7508_SMART_NOT_SUPPORT=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E01\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2D\u0E31\u0E08\u0E09\u0E23\u0E34\u0E22\u0E30\u0E44\u0E14\u0E49 \u0E2B\u0E32\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C
PV_ALARM_SUGGESTION_0_LEVEL=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14
PV_ALARM_SUGGESTION_1_LEVEL=1. \u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E1E\u0E37\u0E49\u0E19\u0E1C\u0E34\u0E27\u0E02\u0E2D\u0E07\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E16\u0E39\u0E01\u0E01\u0E35\u0E14\u0E02\u0E27\u0E32\u0E07\u0E14\u0E49\u0E27\u0E22\u0E27\u0E31\u0E15\u0E16\u0E38\u0E41\u0E1B\u0E25\u0E01\u0E1B\u0E25\u0E2D\u0E21\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48 \u0E40\u0E0A\u0E48\u0E19 \u0E43\u0E1A\u0E44\u0E21\u0E49 \u0E1D\u0E38\u0E48\u0E19 \u0E21\u0E39\u0E25\u0E19\u0E01 \u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E07\u0E32\u0E08\u0E32\u0E01\u0E15\u0E49\u0E19\u0E44\u0E21\u0E49\u0E41\u0E25\u0E30\u0E2A\u0E32\u0E22\u0E44\u0E1F\u0E40\u0E2B\u0E19\u0E37\u0E2D\u0E28\u0E35\u0E23\u0E29\u0E30 \u0E2B\u0E32\u0E01\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E0A\u0E48\u0E19\u0E19\u0E31\u0E49\u0E19 \u0E43\u0E2B\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E17\u0E31\u0E19\u0E17\u0E35\n2. \u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E21\u0E35\u0E41\u0E2A\u0E07\u0E2D\u0E32\u0E17\u0E34\u0E15\u0E22\u0E4C\u0E15\u0E48\u0E33\u0E40\u0E01\u0E34\u0E14\u0E08\u0E32\u0E01\u0E17\u0E34\u0E28\u0E17\u0E32\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E27\u0E32\u0E07\u0E02\u0E2D\u0E07\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\n3. \u0E2B\u0E32\u0E01\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E22\u0E31\u0E07\u0E04\u0E07\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E22\u0E39\u0E48 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E08\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E2B\u0E23\u0E37\u0E2D\u0E1C\u0E39\u0E49\u0E1C\u0E25\u0E34\u0E15\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
PV_ALARM_SUGGESTION_2_LEVEL=1. \u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E1E\u0E37\u0E49\u0E19\u0E1C\u0E34\u0E27\u0E02\u0E2D\u0E07\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E16\u0E39\u0E01\u0E01\u0E35\u0E14\u0E02\u0E27\u0E32\u0E07\u0E14\u0E49\u0E27\u0E22\u0E27\u0E31\u0E15\u0E16\u0E38\u0E41\u0E1B\u0E25\u0E01\u0E1B\u0E25\u0E2D\u0E21\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48 \u0E40\u0E0A\u0E48\u0E19 \u0E43\u0E1A\u0E44\u0E21\u0E49 \u0E1D\u0E38\u0E48\u0E19 \u0E21\u0E39\u0E25\u0E19\u0E01 \u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E07\u0E32\u0E08\u0E32\u0E01\u0E15\u0E49\u0E19\u0E44\u0E21\u0E49\u0E41\u0E25\u0E30\u0E2A\u0E32\u0E22\u0E44\u0E1F\u0E40\u0E2B\u0E19\u0E37\u0E2D\u0E28\u0E35\u0E23\u0E29\u0E30 \u0E2B\u0E32\u0E01\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E0A\u0E48\u0E19\u0E19\u0E31\u0E49\u0E19 \u0E43\u0E2B\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E17\u0E31\u0E19\u0E17\u0E35\n2. \u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E21\u0E35\u0E41\u0E2A\u0E07\u0E2D\u0E32\u0E17\u0E34\u0E15\u0E22\u0E4C\u0E15\u0E48\u0E33\u0E40\u0E01\u0E34\u0E14\u0E08\u0E32\u0E01\u0E17\u0E34\u0E28\u0E17\u0E32\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E27\u0E32\u0E07\u0E02\u0E2D\u0E07\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\n3. \u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E14\u0E39\u0E04\u0E27\u0E32\u0E21\u0E1C\u0E34\u0E14\u0E1B\u0E01\u0E15\u0E34\u0E43\u0E14\u0E46 \u0E40\u0E0A\u0E48\u0E19 \u0E01\u0E23\u0E30\u0E08\u0E01\u0E41\u0E15\u0E01, EVA \u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E2A\u0E35, \u0E01\u0E32\u0E23\u0E40\u0E2A\u0E37\u0E48\u0E2D\u0E21\u0E2A\u0E20\u0E32\u0E1E\u0E41\u0E1A\u0E1A PID \u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E25\u0E31\u0E14\u0E27\u0E07\u0E08\u0E23\u0E02\u0E2D\u0E07\u0E1A\u0E32\u0E22\u0E1E\u0E32\u0E2A\u0E44\u0E14\u0E42\u0E2D\u0E14\n4. \u0E2B\u0E32\u0E01\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E22\u0E31\u0E07\u0E04\u0E07\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E22\u0E39\u0E48 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E08\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E2B\u0E23\u0E37\u0E2D\u0E1C\u0E39\u0E49\u0E1C\u0E25\u0E34\u0E15\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
PV_ALARM_SUGGESTION_3_LEVEL=1. \u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E1E\u0E37\u0E49\u0E19\u0E1C\u0E34\u0E27\u0E02\u0E2D\u0E07\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E16\u0E39\u0E01\u0E01\u0E35\u0E14\u0E02\u0E27\u0E32\u0E07\u0E14\u0E49\u0E27\u0E22\u0E27\u0E31\u0E15\u0E16\u0E38\u0E41\u0E1B\u0E25\u0E01\u0E1B\u0E25\u0E2D\u0E21\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48 \u0E40\u0E0A\u0E48\u0E19 \u0E43\u0E1A\u0E44\u0E21\u0E49 \u0E1D\u0E38\u0E48\u0E19 \u0E21\u0E39\u0E25\u0E19\u0E01 \u0E2B\u0E23\u0E37\u0E2D\u0E40\u0E07\u0E32\u0E08\u0E32\u0E01\u0E15\u0E49\u0E19\u0E44\u0E21\u0E49\u0E41\u0E25\u0E30\u0E2A\u0E32\u0E22\u0E44\u0E1F\u0E40\u0E2B\u0E19\u0E37\u0E2D\u0E28\u0E35\u0E23\u0E29\u0E30 \u0E2B\u0E32\u0E01\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E0A\u0E48\u0E19\u0E19\u0E31\u0E49\u0E19 \u0E43\u0E2B\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E17\u0E31\u0E19\u0E17\u0E35\n2. \u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E21\u0E35\u0E41\u0E2A\u0E07\u0E2D\u0E32\u0E17\u0E34\u0E15\u0E22\u0E4C\u0E15\u0E48\u0E33\u0E40\u0E01\u0E34\u0E14\u0E08\u0E32\u0E01\u0E17\u0E34\u0E28\u0E17\u0E32\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E27\u0E32\u0E07\u0E02\u0E2D\u0E07\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\n3. \u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E27\u0E48\u0E32\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E40\u0E2A\u0E35\u0E22\u0E2B\u0E32\u0E22\u0E23\u0E49\u0E32\u0E22\u0E41\u0E23\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48 \u0E40\u0E0A\u0E48\u0E19 \u0E21\u0E35\u0E27\u0E07\u0E08\u0E23\u0E40\u0E1B\u0E34\u0E14\n4. \u0E2B\u0E32\u0E01\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E22\u0E31\u0E07\u0E04\u0E07\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E22\u0E39\u0E48 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E08\u0E31\u0E14\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E2B\u0E23\u0E37\u0E2D\u0E1C\u0E39\u0E49\u0E1C\u0E25\u0E34\u0E15\u0E2A\u0E48\u0E27\u0E19\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
PV_ALARM_NAME_0_LEVEL=\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E1B\u0E01\u0E15\u0E34
PV_ALARM_NAME_1_LEVEL=\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E21\u0E35\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19\u0E15\u0E48\u0E33
PV_ALARM_NAME_2_LEVEL=\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E21\u0E35\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19\u0E15\u0E48\u0E33\u0E16\u0E36\u0E07\u0E02\u0E31\u0E49\u0E19\u0E27\u0E34\u0E01\u0E24\u0E15\u0E34
PV_ALARM_NAME_3_LEVEL=\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E17\u0E33\u0E07\u0E32\u0E19\u0E1C\u0E34\u0E14\u0E1B\u0E01\u0E15\u0E34
GATEWAY_UPGRADE_VERSION_UPGRADING=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C...
GATEWAY_UPGRADE_VERSION_FAILED=\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
GATEWAY_UPGRADE_VERSION_SUCCESS=\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
GATEWAY_UPGRADE_VERSION_PARTIAL_SUCCESS=\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E02\u0E2D\u0E07\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E1A\u0E32\u0E07\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E40\u0E01\u0E34\u0E14\u0E01\u0E32\u0E23\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
GATEWAY_UPGRADE_VERSION_GRID_FAILED=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E42\u0E1B\u0E23\u0E44\u0E1F\u0E25\u0E4C\u0E01\u0E23\u0E34\u0E14\u0E44\u0E14\u0E49
GATEWAY_UPGRADE_VERSION_PARAM_FAILED=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E1E\u0E32\u0E23\u0E32\u0E21\u0E34\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E44\u0E14\u0E49
COMMON_2011_SYSTEM_BUSINESS=\u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E07 \u0E42\u0E1B\u0E23\u0E14\u0E25\u0E2D\u0E07\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07
ERROR_ENERGY_3030_DEVICE_CONNECT_FAIL=\u0E01\u0E32\u0E23\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E41\u0E25\u0E30\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E17\u0E35\u0E48\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E2D\u0E31\u0E1B\u0E40\u0E14\u0E15\u0E40\u0E01\u0E34\u0E14\u0E01\u0E32\u0E23\u0E02\u0E31\u0E14\u0E02\u0E49\u0E2D\u0E07 \u0E42\u0E1B\u0E23\u0E14\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E01\u0E48\u0E2D\u0E19\u0E41\u0E25\u0E49\u0E27\u0E08\u0E36\u0E07\u0E17\u0E33\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14
PV_DIAG_FAULT_REASON_OFFLINE_NOTES=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E33\u0E01\u0E32\u0E23\u0E27\u0E34\u0E19\u0E34\u0E08\u0E09\u0E31\u0E22\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E01\u0E47\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E17\u0E33\u0E07\u0E32\u0E19\u0E02\u0E2D\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E27\u0E48\u0E32\u0E01\u0E32\u0E23\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E40\u0E01\u0E34\u0E14\u0E01\u0E32\u0E23\u0E02\u0E31\u0E14\u0E02\u0E49\u0E2D\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48
ERROR_ENERGY_3027_UPGRADE_OPERATE_FAIL=\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E25\u0E49\u0E21\u0E40\u0E2B\u0E25\u0E27
PV_DIAG_BEFORE_GRID_CONNECTED_DATE=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E33\u0E01\u0E32\u0E23\u0E27\u0E34\u0E19\u0E34\u0E08\u0E09\u0E31\u0E22\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32 7 \u0E27\u0E31\u0E19
PV_DIAG_BEFORE_PV_NUMBER=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E33\u0E01\u0E32\u0E23\u0E27\u0E34\u0E19\u0E34\u0E08\u0E09\u0E31\u0E22\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E21\u0E35\u0E41\u0E1C\u0E07\u0E42\u0E0B\u0E25\u0E32\u0E23\u0E4C\u0E40\u0E0B\u0E25\u0E25\u0E4C\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32 4 \u0E41\u0E1C\u0E07
PV_DIAG_BEFORE_POWER_LIMIT_GRID=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E33\u0E01\u0E32\u0E23\u0E27\u0E34\u0E19\u0E34\u0E08\u0E09\u0E31\u0E22\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E01\u0E23\u0E34\u0E14\u0E41\u0E1A\u0E1A\u0E08\u0E33\u0E01\u0E31\u0E14\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19\u0E2D\u0E22\u0E39\u0E48
ERROR_ENERGY_6205_DI_SUPPORT=\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E1E\u0E2D\u0E23\u0E4C\u0E15 DI \u0E43\u0E19\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19
GRID_CT_RATIO=\u0E2D\u0E31\u0E15\u0E23\u0E32 CT \u0E27\u0E31\u0E14\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E44\u0E1F\u0E1F\u0E49\u0E32
GRID_CT_RATIO_0=80A/40mA
GRID_CT_RATIO_1=200A/40mA
GRID_CT_RATIO_2=250A/50mA
ERROR_ENERGY_6206_TOU_SET=\u0E44\u0E21\u0E48\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E43\u0E2B\u0E49\u0E21\u0E35\u0E01\u0E32\u0E23\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E0B\u0E49\u0E33\u0E01\u0E31\u0E19
ERROR_ENERGY_3031_VERSION_UPGRADE_CANCEL=\u0E07\u0E32\u0E19\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E16\u0E39\u0E01\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E41\u0E25\u0E49\u0E27
ERROR_ENERGY_7388_GRID_CODE_CONFLICT=\u0E42\u0E1B\u0E23\u0E44\u0E1F\u0E25\u0E4C\u0E01\u0E23\u0E34\u0E14\u0E44\u0E21\u0E48\u0E15\u0E23\u0E07\u0E01\u0E31\u0E19 \u0E42\u0E1B\u0E23\u0E14\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E42\u0E1B\u0E23\u0E44\u0E1F\u0E25\u0E4C\u0E17\u0E35\u0E48\u0E15\u0E23\u0E07\u0E01\u0E31\u0E19
CHARGER_FREE=\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
CHARGER_FREE_TIP=\u0E43\u0E2A\u0E48\u0E1B\u0E37\u0E19\u0E0A\u0E32\u0E23\u0E4C\u0E08
CHARGER_OFFLINE_TIP=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E16\u0E39\u0E01\u0E15\u0E31\u0E14\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E08\u0E32\u0E01\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E48\u0E32\u0E22
CHARGER_WAIT_CHARGE=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E23\u0E2D\u0E0A\u0E32\u0E23\u0E4C\u0E08...
CHARGER_WAIT_CHARGE_TIP=\u0E01\u0E32\u0E23\u0E0A\u0E32\u0E23\u0E4C\u0E08\u0E08\u0E30\u0E40\u0E23\u0E34\u0E48\u0E21\u0E02\u0E36\u0E49\u0E19\u0E42\u0E14\u0E22\u0E2D\u0E31\u0E15\u0E42\u0E19\u0E21\u0E31\u0E15\u0E34\u0E40\u0E21\u0E37\u0E48\u0E2D %%{0}%%
CHARGER_END_CHARGE=\u0E01\u0E32\u0E23\u0E0A\u0E32\u0E23\u0E4C\u0E08\u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14\u0E25\u0E07\u0E41\u0E25\u0E49\u0E27
ERROR_ENERGY_5402_ADD_DEVICE_MAX=\u0E40\u0E01\u0E34\u0E19\u0E02\u0E35\u0E14\u0E08\u0E33\u0E01\u0E31\u0E14 \u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E44\u0E14\u0E49\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\: {0}
Air_conditioner=\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E1B\u0E23\u0E31\u0E1A\u0E2D\u0E32\u0E01\u0E32\u0E28
Light=\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E01\u0E33\u0E40\u0E19\u0E34\u0E14\u0E41\u0E2A\u0E07
Other_Loads=\u0E42\u0E2B\u0E25\u0E14\u0E2D\u0E37\u0E48\u0E19\u0E46
ENERGY_UPGRADE_STATE_STARTUP_DELAY=\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E08\u0E30\u0E40\u0E23\u0E34\u0E48\u0E21\u0E02\u0E36\u0E49\u0E19\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E21\u0E35\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32 \u0E41\u0E25\u0E30\u0E08\u0E30\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19 30 \u0E19\u0E32\u0E17\u0E35\u0E2B\u0E25\u0E31\u0E07\u0E08\u0E32\u0E01\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E41\u0E25\u0E49\u0E27
ERROR_ENERGY_2011_UNSUPPORTED_OPERATORS=\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E14\u0E49\u0E32\u0E19\u0E23\u0E32\u0E04\u0E32\u0E04\u0E48\u0E32\u0E44\u0E1F\u0E1F\u0E49\u0E32 \u0E42\u0E1B\u0E23\u0E14\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E2D\u0E37\u0E48\u0E19
ERROR_ENERGY_5011_DYNAMIC_PRICES_SET=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E32\u0E04\u0E32\u0E41\u0E1A\u0E1A\u0E1C\u0E31\u0E19\u0E41\u0E1B\u0E23\u0E15\u0E32\u0E21\u0E40\u0E27\u0E25\u0E32 \u0E01\u0E33\u0E2B\u0E19\u0E14\u0E15\u0E2D\u0E19\u0E19\u0E35\u0E49\u0E40\u0E25\u0E22
ERROR_ENERGY_5012_DELETE_DYNAMIC_PRICES=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E25\u0E1A\u0E23\u0E32\u0E04\u0E32\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E42\u0E2B\u0E21\u0E14 AI
ERROR_ENERGY_5013_TIME_OF_USE_PRICES=\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E32\u0E04\u0E32 TOU \u0E42\u0E1B\u0E23\u0E14\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15\u0E01\u0E32\u0E23\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
ERROR_ENERGY_5014_ADD_PRICES_SET=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E32\u0E04\u0E32\u0E44\u0E1F\u0E1F\u0E49\u0E32
ERROR_ENERGY_5015_AI_MODE_SUPPORT=\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E42\u0E2B\u0E21\u0E14 AI \u0E42\u0E1B\u0E23\u0E14\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C
ERROR_ENERGY_7601_TIME_ZONE_CONFIG=\u0E42\u0E1B\u0E23\u0E14\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E40\u0E02\u0E15\u0E40\u0E27\u0E25\u0E32\u0E02\u0E2D\u0E07\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32
ERROR_ENERGY_5016_MONTH_NOT_COVERED=\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E23\u0E27\u0E21\u0E1A\u0E32\u0E07\u0E40\u0E14\u0E37\u0E2D\u0E19\u0E43\u0E19\u0E1B\u0E35\u0E19\u0E31\u0E49\u0E19\u0E46 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E25\u0E30\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E2B\u0E19\u0E36\u0E48\u0E07
ERROR_ENERGY_5017_DAY_NOT_COVERED=\u0E23\u0E2D\u0E1A\u0E44\u0E21\u0E48\u0E04\u0E23\u0E2D\u0E1A\u0E04\u0E25\u0E38\u0E21\u0E17\u0E38\u0E01\u0E27\u0E31\u0E19\u0E42\u0E1B\u0E23\u0E14\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E43\u0E2B\u0E21\u0E48
ERROR_ENERGY_5018_TIME_NOT_COVERED=\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E23\u0E27\u0E21\u0E1A\u0E32\u0E07\u0E0A\u0E31\u0E48\u0E27\u0E42\u0E21\u0E07\u0E43\u0E19\u0E27\u0E31\u0E19\u0E19\u0E31\u0E49\u0E19\u0E46 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E25\u0E30\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E2B\u0E19\u0E36\u0E48\u0E07
STATION=\u0E42\u0E23\u0E07\u0E44\u0E1F\u0E1F\u0E49\u0E32
ERROR_ENERGY_6207_UNLOCK=\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1B\u0E25\u0E14\u0E25\u0E47\u0E2D\u0E01
ERROR_ENERGY_6208_UNLOCK_TIME=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E1B\u0E25\u0E14\u0E25\u0E47\u0E2D\u0E01\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E23\u0E30\u0E22\u0E30\u0E40\u0E27\u0E25\u0E32\u0E01\u0E32\u0E23\u0E25\u0E47\u0E2D\u0E01\u0E19\u0E32\u0E19\u0E40\u0E01\u0E34\u0E19\u0E44\u0E1B
SOFTWARE_TYPE_ONLY_ONE=\u0E40\u0E09\u0E1E\u0E32\u0E30\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14 {0} \u0E40\u0E17\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19
SOFTWARE_TYPE_SOME=\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14 {0}
SOFTWARE_TYPE_ALL=\u0E41\u0E1E\u0E47\u0E04\u0E40\u0E01\u0E08\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E01\u0E23\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
ERROR_ENERGY_5017_DAY_NOT_COVERE=\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E23\u0E27\u0E21\u0E1A\u0E32\u0E07\u0E27\u0E31\u0E19\u0E43\u0E19\u0E2A\u0E31\u0E1B\u0E14\u0E32\u0E2B\u0E4C\u0E19\u0E31\u0E49\u0E19\u0E46 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E41\u0E25\u0E30\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E2B\u0E19\u0E36\u0E48\u0E07
ERROR_ENERGY_7509_SMART_NOT_SUPPORT_UPGRADE=\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E48\u0E19\u0E1F\u0E34\u0E23\u0E4C\u0E21\u0E41\u0E27\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E40\u0E01\u0E15\u0E40\u0E27\u0E22\u0E4C\u0E15\u0E48\u0E33\u0E40\u0E01\u0E34\u0E19\u0E44\u0E1B \u0E42\u0E1B\u0E23\u0E14\u0E2D\u0E31\u0E1B\u0E40\u0E14\u0E15\u0E1F\u0E34\u0E23\u0E4C\u0E21\u0E41\u0E27\u0E23\u0E4C\u0E02\u0E2D\u0E07\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E01\u0E48\u0E2D\u0E19\u0E17\u0E33\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A
